Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Currently excluded tags
es: Etiquetas excluidas actualmente
fr: Tags actuellement exclus
ja: 現在除外されているタグ
nl: Momenteel uitgesloten tags
ru: Исключённые теги

source: Currently included tags
es: Etiquetas incluidas actualmente
fr: Tags actuellement inclus
ja: 現在含まれているタグ
nl: Momenteel inbegrepen tags
ru: Включённые теги

source: Custom
ru: Пользовательский

source: Custom permissions
es: Permisos personalizados
fr: Personnaliser les permissions
ja: カスタムパーミッション
nl: Aangepaste machtigingen
ru: Пользовательские разрешения

source: Customer Support
ru: Служба поддержки

source: Danger
ru: Опасно

source: Date
es: Fecha
ja: 日付
nl: Datum
ru: Дата

source: Date created
es: Fecha de creación
fr: Date de création
ja: 作成日
nl: Datum aangemaakt
ru: Дата создания

source: default
ru: по умолчанию

source: Default:
ru: По умолчанию:

source: Defaults
ru: По умолчанию

source: Delete
es: ELIMINAR
fr: Supprimer
ja: 削除
nl: Verwijderen
ru: Удалить

source: Delete collection from system
ru: Удалить коллекцию из системы

source: Delete collection version?
es: ¿Eliminar la versión de la colección?
fr: Supprimer la version de la collection ?
ja: コレクションのバージョンを削除しますか?
nl: Collectieversie verwijderen?
ru: Удалить версию коллекции?

source: Delete collection?
es: ¿Eliminar la colección?
fr: Supprimer la collection ?
ja: コレクションを削除しますか?
nl: Collectie verwijderen?
ru: Удалить коллекцию?

source: Delete container?
es: ¿Eliminar contenedor?
fr: Supprimer le conteneur ?
ja: コンテナーを削除しますか?
nl: Container verwijderen?
ru: Удалить контейнер?

source: Delete group?
es: ¿Borrar el grupo?
fr: Supprimer le groupe ?
ja: グループを削除しますか?
nl: Groep verwijderen?
ru: Удалить группу?

source: Delete image?
es: ¿Eliminar imagen?
fr: Supprimer l’image ?
ja: イメージを削除しますか?
nl: Afbeelding verwijderen?
ru: Удалить образ?

source: Delete namespace
es: Eliminar el espacio de nombres
fr: Supprimer l'espace nom
ja: 名前空間の削除
nl: Namespace verwijderen
ru: Удалить пространство имён

source: Delete namespace?
es: ¿Eliminar el espacio de nombres?
fr: Supprimer l'espace nom ?
ja: 名前空間を削除しますか?
nl: Namespace verwijderen?
ru: Удалить пространство имён?

source: Delete remote registry?
es: ¿Borrar el registro remoto?
fr: Supprimer le registre distant ?
ja: リモートレジストリーを削除しますか?
nl: Extern register verwijderen?
ru: Удалить сторонний реестр?

source: Delete remote?
es: ¿Borrar remoto?
fr: Supprimer l’utilisateur distant ?
ja: リモートを削除しますか?
nl: Afstand verwijderen?
ru: Удалить сторонний источник?

source: Delete repository version
ru: Удалить версию репозитория?

source: Delete repository?
es: ¿Borrar repositorio?
fr: Supprimer le référentiel ?
ja: リポジトリーを削除しますか?
nl: Repository verwijderen?
ru: Удалить репозиторий?

source: Delete role: {0}
es: Eliminar el rol: {0}
fr: Supprimer le rôle : {0}
ja: ロールの削除: {0}
nl: Rol verwijderen: {0}
ru: Удалить роль: {0}

source: Delete role?
es: ¿Eliminar el rol?
fr: Supprimer le rôle ?
ja: ロールを削除しますか?
nl: Rol verwijderen?
ru: Удалить роль?

source: Delete user?
es: ¿Eliminar usuario?
fr: Supprimer l’utilisateur ?
ja: ユーザーを削除しますか?
nl: Gebruiker verwijderen?
ru: Удалить пользователя?

source: Delete version {version} from system
ru: Удалить версию {version} из системы

source: Deleting <0>{0} v{collectionVersion}</0>, its data will be lost.
ru: При удалении <0>{0} v{collectionVersion}</0> её данные будут утеряны.

source: Deleting <0>{0}</0> and its data will be lost.
es: Al eliminar <0>{0}</0>, se perderán sus datos.
fr: Suppression de <0>{0}</0> et ses données seront perdues.
ja: <0>{0}</0> を削除すると、そのデータが失われます。
nl: <0>{0}</0> en zijn gegevens zullen verloren gaan.
ru: При удалении <0>{0}</0> все его данные будут утеряны.

source: Deleting <0>{0}</0>, its data will be lost.
ru: Удаление <0>{0}</0>, её данные будут утеряны.

source: Deleting <0>{digest}</0> and its data will be lost.
es: Al eliminar <0>{digest}</0>, se perderán sus datos.
fr: Suppression de <0>{digest}</0> et ses données seront perdues.
ja: <0>{digest}</0> を削除すると、そのデータが失われます。
nl: <0>{digest}</0> en zijn gegevens zullen verloren gaan.
ru: При удалении <0>{digest}</0> все его данные будут утеряны.

source: Deleting <0>{selectedItem}</0> and its data will be lost.
es: Al eliminar <0>{selectedItem}</0>, se perderán sus datos.
fr: Suppression de <0>{selectedItem}</0> et ses données seront perdues.
ja: <0>{selectedItem}</0> を削除すると、そのデータが失われます。
nl: <0>{selectedItem}</0> en zijn gegevens zullen verloren gaan.
ru: При удалении <0>{selectedItem}</0> все её данные будут утеряны.

source: Deleting super users is not allowed.
es: No está permitido eliminar súper usuarios.
fr: La suppression des super utilisateurs n'est pas autorisée.
ja: スーパーユーザーは削除できません。
nl: Het verwijderen van supergebruikers is niet toegestaan.
ru: Удаление суперпользователей не разрешено.

source: Deleting this group will affect {count} users.
es: La eliminación de este grupo afectará a {count} usuarios.
fr: La suppression de ce groupe affectera {count} utilisateurs.
ja: このグループを削除すると {count} 人のユーザーが影響を受けます。
nl: Het verwijderen van deze groep zal invloed hebben op {count} gebruikers.
ru: Удаление этой группы затронет {count} пользователей.

source: Deleting yourself is not allowed.
es: No está permitido borrarse a sí mismo.
fr: Il n'est pas permis de s'effacer.
ja: 自分自身は削除できません。
nl: Jezelf verwijderen is niet toegestaan.
ru: Удаление самого себя не разрешено.

source: Dependencies
es: Dependencias
fr: Dépendances
ja: 依存関係
nl: Afhankelijkheden
ru: Зависимости

source: Dependencies for collection "{name}" could not be displayed.
es: No se pudieron mostrar las dependencias para la colección "{name}".
fr: Les dépendances de la collection "{name}" n’ont pas pu être affichées.
ja: コレクション "{name}" の依存関係を表示できませんでした。
nl: Afhankelijkheden voor collectie "{name}" konden niet worden weergegeven.
ru: Не удалось отобразить зависимости коллекции "{name}".

source: Dependent collections
es: Colecciones dependientes
fr: Collections dépendantes
ja: 依存するコレクション
nl: Afhankelijke collecties
ru: Зависимые коллекции

source: Dependent collections could not be displayed.
es: No se pudieron mostrar las colecciones dependientes.
fr: Les collections dépendantes n’ont pas pu être affichées.
ja: 依存するコレクションを表示できませんでした。
nl: Afhankelijke collecties konden niet worden weergegeven.
ru: Не удалось отобразить зависимые коллекции.

source: Deprecate
es: Pasar a desuso
fr: Dépréciation de
ja: 非推奨
nl: Afschrijven
ru: Отметить устаревшей

source: DEPRECATED
es: OBSOLETO
fr: OBSOLÈTE
ja: 非推奨
nl: AFGESCHAFT
ru: УСТАРЕЛА

source: Deprecation status update starting for collection "{name}".
es: Actualización del estado de desuso a partir de la colección "{name}".
fr: La mise à jour de l'état de dépréciation commence pour la collection "{name}".
ja: コレクション "{name}" の非推奨ステータスの更新が開始されています。
nl: Bijwerking van afschrijvingsstatus van collectie "{name}".
ru: Запущено изменения статуса устаревания коллекции "{name}".

source: Description
es: Descripción
ja: 説明
nl: Omschrijving
ru: Описание

source: Deselect all ({0} items)
es: Deseleccionar todo ({0} elementos)
fr: Désélectionner tout ({0} items)
ja: すべての選択を解除 ({0} 項目)
nl: Alles deselecteren ({0} items)
ru: Отменить выбор всех ({0} записей)

source: Deselect page ({0} items)
es: Deseleccionar página ({0} elementos)
fr: Désélectionner la page ({0} items)
ja: ページの選択を解除 ({0} 項目)
nl: Pagina deselecteren ({0} items)
ru: Отменить выбор страницы ({0} записей)

source: Detail
es: Detalle
fr: Détail
ja: 詳細
ru: Подробности

source: Details
es: Detalles
fr: Détails
ja: 詳細
nl: Meer informatie
ru: Подробности

source: Did you mean {0}?
ru: Вы имели ввиду {0}?

source: Digital accessibility
ru: Цифровая доступность

source: Disabled
es: Deshabilitados
fr: Désactivés
ja: 無効化
nl: Uitgeschakeld
ru: Выключено

source: Distribution
es: Distribución
ja: ディストリビューション
nl: Distributie
ru: Распространение

source: Distributions
es: Distribuciones
ja: ディストリビューション
nl: Distributies
ru: Распространения

source: Distributions could not be displayed.
ru: Не удалось отобразить дистрибуции.

source: Docs dropdown
ru: Выпадающая документация

source: Docs site
es: Sitio de Docs
fr: Site des docs
ja: ドキュメントのサイト
nl: Locatie documenten
ru: Сайт документации

source: Documentation
es: Documentación
ja: ドキュメント
nl: Documentatie
ru: Документация

source: Documentation on how to configure the <0>ansible-galaxy</0> client can be found <1>here</1>. Use the following parameters to configure the client.
ru: Документацию по настройке клиента <0>ansible-galaxy</0> вы можете найти <1>здесь</1>. Используйте следующие параметры для настройки клиента.

source: Documentation Syntax Error: cannot parse plugin documention.
ru: Синтаксическая ошибка документации: расширению не удалось разобрать документацию.

source: Does what it promises
ru: Делает то, что обещает

source: Done
es: Finalizado
fr: Terminé
ja: 完了
nl: Gereed
ru: Выполнено

source: Download
es: Descargar
fr: Télécharger
nl: Downloaden
ru: Загрузить

source: Download {0} tarball
ru: Загрузить {0} тарболл

source: Download CA certificate
es: Descargar certificado CA
fr: Télécharger la certification CA
ja: CA 証明書のダウンロード
nl: CCA-certificaat downloaden
ru: Загрузить сертификат УЦ

source: Download CA certification file
es: Descargar el archivo de certificación CA
fr: Télécharger le fichier de certification CA
ja: CA 証明書ファイルのダウンロード
nl: CCA-certificeringsbestand downloaden
ru: Загрузить файл сертификата УЦ

source: Download client certificate
es: Descargar certificado de cliente
fr: Télécharger la certification du client
ja: クライアント証明書のダウンロード
nl: Clientcertificaat downloaden
ru: Загрузить клиентcкий сертификат

source: Download client certification file
es: Descargar el archivo de certificación del cliente
fr: Télécharger le fichier de certification du client
ja: クライアント認定ファイルのダウンロード
nl: Certificeringsbestand client downloaden
ru: Загрузить файл клиентского сертификата

source: Download code
ru: Загрузить код

source: Download concurrency
es: Descargar la concurrencia
fr: Télécharger la concurrence
ja: 同時実行のダウンロード
nl: Gelijktijdigheid downloaden
ru: Загрузить параллельно

source: Download count
ru: Количество загрузок

source: Download count is the sum of all versions' download counts
ru: Количество загрузок это сумма количества загрузок всех версий

source: Download key
es: Descargar clave
fr: Téléchargement de la clé
ja: 鍵のダウンロード
nl: Sleutel downloaden
ru: Загрузить ключ

source: Download latest tarball
ru: Загрузить новейший тарболл

source: Download only signed collections
es: Descargar solo colecciones firmadas
fr: Ne télécharger que les collections signées
ja: 署名済みコレクションのみのダウンロード
nl: Alleen ondertekende collecties downloaden
ru: Загрузить только подписанные коллекции

source: Download requirements file
es: Descargar el archivo de requisitos
fr: Télécharger le fichier des exigences
ja: 要件ファイルのダウンロード
nl: Bestand met vereisten downloaden
ru: Загрузить файл зависимостей

source: Download requirements YAML
es: Descargar requisitos YAML
fr: Télécharger les exigences YAML
ja: 要件 YAML のダウンロード
nl: YAML-vereisten downloaden
ru: Загрузить YAML с зависимостями

source: Download tarball
es: Descargar el tarball
fr: Télécharger l'archive
ja: tarball のダウンロード
nl: Tarball downloaden
ru: Загрузить тарболл

source: Drag a file here or browse to upload
es: Arrastre un archivo aquí o navegue para cargarlo
fr: Faites glisser un fichier ici ou naviguez pour le télécharger
ja: ここにファイルをドラッグするか、参照してアップロード
nl: Sleep een bestand hierheen of blader om te uploaden
ru: Для загрузки бросьте файл здесь или воспользуйтесь поиском

source: Drag and drop a file or upload one.
es: Arrastre y suelte un archivo o suba uno.
fr: Glissez et déposez un fichier ou téléchargez-en un.
ja: ファイルをドラッグアンドドロップするか、アップロードします。
nl: Sleep een bestand of upload er eentje.
ru: Перетащите файл или загрузите его.

source: Ease of use
ru: Простота использования

source: Edit
es: Editar
fr: Modifier
ja: 編集
nl: Bewerken
ru: Изменить

source: Edit details
es: Modificar detalles
fr: Modifier les détails
ja: 詳細の編集
nl: Details bewerken
ru: Изменить детали

source: Edit execution environment
es: Modificar entorno de ejecución
fr: Modifier l'environnement d'exécution
ja: 実行環境の編集
nl: Uitvoeringsomgeving bewerken
ru: Изменить среду исполнения

source: Edit in YAML editor
es: Editar en el editor YAML
fr: Modifier dans l'éditeur YAML
ja: YAML エディターでの編集
nl: Bewerken in YAML-editor
ru: Изменить в редакторе YAML

source: Edit namespace
es: Editar el espacio de nombres
fr: Modifier l'espace de nom
ja: 名前空間の編集
nl: Namespace wijzigen
ru: Изменить пространство имён

source: Edit remote
es: Editar el control remoto
fr: Modifier l’utilisateur à distance
ja: リモートの編集
nl: Op afstand bewerken
ru: Изменить сторонний источник

source: Edit remote registry
es: Editar el registro remoto
fr: Modifier le registre distant
ja: リモートレジストリーの編集
nl: Extern register bewerken
ru: Удалить сторонний реестр

source: Edit resources
es: Editar recursos
fr: Modifier les ressources
ja: リソースの編集
nl: Hulpbronnen bewerken
ru: Изменить ресурсы

source: Edit role permissions
es: Editar los permisos de roles
fr: Modifier les permissions des rôles
ja: ロールパーミッションの編集
nl: Rolmachtigingen bewerken
ru: Изменить разрешения роли

source: Edit user
es: Editar el usuario
fr: Modifier l’utilisateur
ja: ユーザーの編集
nl: Gebruiker wijzigen
ru: Изменить пользователя

source: Editable
fr: Modifiable
ja: 編集可能
nl: Bewerkbaar
ru: Редактируемый

source: elements
ru: элементы

source: Email
es: Correo electrónico
ja: メール
ru: Электронная почта

source: Enabled
es: Habilitado
fr: Activé
ja: 有効化
nl: Ingeschakeld
ru: Включено

source: Environment
es: Entorno
fr: Environnement
ja: 環境
nl: Omgeving
ru: Окружение

source: Error {statusCode} - {statusText}
fr: Erreur {statusCode} - {statusText}
ja: エラー {statusCode} - {statusText}
nl: Fout {statusCode} - {statusText}
ru: Ошибка {statusCode} - {statusText}

source: Error {statusCode} - {statusText}: {customMessage}
fr: Erreur {statusCode} - {statusText}: {customMessage}
ja: エラー {statusCode} - {statusText}: {customMessage}
nl: Fout {statusCode} - {statusText}: {customMessage}
ru: Ошибка {statusCode} - {statusText}: {customMessage}

source: Error {statusCode} - {statusText}: Forbidden: You do not have the required permissions to proceed with this request. Please contact the server administrator for elevated permissions.
es: Error {statusCode} - {statusText}: Prohibido: No tiene los permisos necesarios para continuar con esta solicitud. Comuníquese con el administrador del servidor para obtener permisos elevados.
fr: Erreur {statusCode} - {statusText}: Interdit : vous ne possédez pas les permissions requises pour procéder à cette requête. Veuillez contacter l’administrateur du serveur pour élever votre niveau de permissions.
ja: エラー {statusCode} - {statusText}: 許可されていません: このリクエストを行うのに必要なパーミッションがありません。サーバー管理者に問い合わせてパーミッションを昇格してください。
nl: Fout {statusCode} - {statusText}: Verboden: U hebt niet de vereiste machtigingen om verder te gaan met deze aanvraag. Neem contact op met de serverbeheerder voor hogere machtigingen.
ru: Ошибка {statusCode} - {statusText}: Запрещено: У вас нет необходимых разрешений для выполнения этого запроса. Пожалуйста, свяжитесь с администратором сервера для получения необходимых разрешений.

source: Error {statusCode} - {statusText}: The server could not find the requested URL.
es: Error {statusCode} - {statusText}: El servidor no pudo encontrar la URL solicitada.
fr: Erreur {statusCode} - {statusText}: le serveur n’a pas trouvé l’URL demandé.
ja: エラー {statusCode} - {statusText}: 要求された URL がサーバーによって見つけられませんでした。
nl: Fout {statusCode} - {statusText}: De server kon de opgevraagde URL niet vinden.
ru: Ошибка {statusCode} - {statusText}: Сервер не может найти запрошенный URL.

source: Error {statusCode} - {statusText}: The server encountered an error and was unable to complete your request.
es: Error {statusCode} - {statusText}: El servidor encontró un error y no pudo completar la solicitud.
fr: Erreur {statusCode} - {statusText}: le serveur a rencontré une erreur et n’a pas pu compléter votre demande.
ja: エラー {statusCode} - {statusText}: サーバーでエラーが発生し、リクエストを完了できませんでした。
nl: Fout {statusCode} - {statusText}: De server is een fout tegengekomen en kon uw aanvraag niet voltooien.
ru: Ошибка {statusCode} - {statusText}: Сервер обнаружил ошибку и не смог выполнить ваш запрос.

source: Error {statusCode} - {statusText}: The server was unable to complete your request.
es: Error {statusCode} - {statusText}: El servidor no pudo completar la solicitud.
fr: Erreur {statusCode} - {statusText}: le serveur n’a pas pu compléter votre demande.
ja: エラー {statusCode} - {statusText}: サーバーはリクエストを完了できませんでした。
nl: Fout {statusCode} - {statusText}: De server heeft uw aanvraag niet kunnen voltooien.
ru: Ошибка {statusCode} - {statusText}: Сервер не может завершить выполнение вашего запроса.

source: Error deleting group.
es: Error al borrar el grupo.
fr: Erreur de suppression du groupe.
ja: グループの削除エラー。
nl: Fout bij verwijderen groep.
ru: Ошибка удаления группы.

source: Error fetching import from API
es: Error al importar desde la API
fr: Erreur lors de la récupération de l'importation à partir de l'API
ja: API からのインポート取得エラー
nl: Fout bij ophalen import uit API
ru: Ошибка при получении импорта из API

source: Error loading collections.
es: Error al cargar colecciones.
fr: Erreur de chargement des contrôleurs.
ja: コレクションの読み込み中にエラーが発生しました。
nl: Fout bij het laden van collecties.
ru: Ошибка загрузки коллекции.

source: Error loading environments.
es: Error al cargar los entornos.
fr: Erreur de chargement des environnements.
ja: 環境の読み込みエラー。
nl: Fout bij het laden van omgevingen.
ru: Ошибка загрузки окружений.

source: Error loading repositories.
ru: Ошибка загрузки репозиториев.

source: Error loading repository with label {pipeline}.
es: Error al cargar el repositorio con la etiqueta {pipeline}.
fr: Erreur de chargement du référentiel avec le label {pipeline}.
ja: ラベル {pipeline} の付いたリポジトリーのロード中にエラーが発生しました。
nl: Fout bij het laden van repository met label {pipeline}.
ru: Ошибка загрузки репозитория с меткой {pipeline}.

source: Error message
es: Mensaje de error
fr: Message d'erreur
ja: エラーメッセージ
nl: Foutbericht
ru: Сообщение ошибки

source: Error message:
es: Mensaje de error:
fr: Message d'erreur :
ja: エラーメッセージ:
nl: Foutbericht:
ru: Сообщение ошибки:

source: Error when saving registry.
es: Error al guardar el registro.
fr: Erreur lors de l'enregistrement du registre.
ja: レジストリーの保存中にエラーが発生しました。
nl: Fout bij het opslaan van het register.
ru: Ошибка при сохранении реестра.

source: ERROR while parsing: {0}
ru: ОШИБКА при разборе: {0}

source: Examples
ru: Примеры

source: Except for members of groups below.
ru: За исключением членов групп, указанных ниже.

source: Execution environment "{0}" has been added successfully.
es: El entorno de ejecución "{0}" se agregó correctamente.
fr: Environnements d'exécution "{0}" a été ajouté.
ja: 実行環境 "{0}" が正常に追加されました。
nl: Uitvoeringsomgeving "{0}" toegevoegd.
ru: Среда исполнения "{0}" добавлена успешно.

source: Execution environment "{name}" could not be indexed.
es: No se pudo indexar el entorno de ejecución "{name}".
fr: Environnements d'exécution "{name}" n’a pas pu être indexé.
ja: 実行環境 "{name}" をインデックス化できませんでした。
nl: Uitvoeringsomgeving "{name}" kon niet worden geïndexeerd.
ru: Не удалось проиндексировать среду исполнения "{name}".

source: Execution environment "{selectedItem}" could not be deleted.
es: No se pudo eliminar el entorno de ejecución "{selectedItem}".
fr: Environnements d'exécution "{selectedItem}" n’a pas pu être supprimé.
ja: 実行環境 "{selectedItem}" を削除できませんでした。
nl: Uitvoeringsomgeving "{selectedItem}" kon niet worden verwijderd.
ru: Не удалось удалить среду исполнения "{selectedItem}".

source: Execution environment "{selectedItem}" has been successfully deleted.
es: El entorno de ejecución "{selectedItem}" se eliminó correctamente.
fr: Environnements d'exécution "{selectedItem}" a été supprimé.
ja: 実行環境 "{selectedItem}" が正常に削除されました。
nl: Uitvoeringsomgeving "{selectedItem}" is verwijderd.
ru: Среда исполнения "{selectedItem}" успешно удалена.

source: Execution environments
ru: Среды исполнения

source: Execution Environments
es: Entornos de ejecución
fr: Environnements d'exécution
ja: 実行環境
nl: Uitvoeringsomgevingen
ru: Среды исполнения

source: Expiration
es: Expiración
ja: 有効期限
nl: Vervaldatum
ru: Действует до

source: Extend the power of Ansible to your entire team.
ru: Расширьте возможности Ansible для всей вашей команды.

source: Failed
es: Fallido
fr: Échec
ja: 失敗
nl: Mislukt
ru: Сбой

source: Failed to {operation} tag "{tag}".
es: No se pudo {operation} la etiqueta "{tag}".
fr: Échec de {operation} pour la balise "{tag}".
ja: タグ "{tag}" の {operation} に失敗しました。
nl: Kan tag "{tag}" niet {operation}.
ru: Сбой при {operation} тега "{tag}".

source: Failed to approve collection.
es: La aprobación de la colección ha fallado.
fr: N'a pas approuvé la collection.
ja: コレクションの承認に失敗しました。
nl: Kan collectie niet goedkeuren.
ru: Сбой при согласовании коллекции.

source: Failed to change provider namespace.
ru: Сбой при изменении поставщика пространства имён.

source: Failed to copy collection version.
ru: Сбой при копировании версии коллекции.

source: Failed to create role namespace
ru: Сбой при создании пространства имён роли

source: Failed to find a distribution for repository {name}
es: No se ha encontrado una distribución para el repositorio {name}
fr: Échec de la recherche d'une distribution pour le référentiel {name}
ja: リポジトリー {name} のディストリビューションが見つかりませんでした
nl: Kan geen distributie vinden voor repository {name}
ru: Сбой при поиске дистрибуции для репозитория {name}

source: Failed to find repository {name}
es: No se ha encontrado el repositorio {name}
fr: Échec de la recherche du référentiel {name}
ja: リポジトリー {name} が見つかりませんでした
nl: Kan repository {name} niet vinden
ru: Сбой при поиске репозитория {name}

source: Failed to find repository version
es: Error al encontrar la versión del repositorio
fr: Échec de la recherche de la version du référentiel
ja: リポジトリーのバージョンが見つかりませんでした
nl: Kan geen repositoryversie vinden
ru: Сбой при поиске версии репозитория

source: Failed to find role
ru: Сбой при поиске роли

source: Failed to get import log
ru: Сбой при получении лога импорта

source: Failed to import role
ru: Сбой при импорте роли

source: Failed to list distributions, removing only the repository.
es: Fallo al listar distribuciones, eliminando solo el repositorio.
fr: N'a pas réussi à lister les distributions, ne supprimant que le référentiel.
ja: ディストリビューションの一覧表示に失敗し、リポジトリーのみを削除します。
nl: Kan distributies niet vermelden, alleen de repository wordt verwijderd.
ru: Сбой при получении списка дистрибуций, удалён только репозитория.

source: Failed to list role imports
ru: Сбой при получении списка импорта роли

source: Failed to load Ansible Lightspeed information.
es: Error al cargar la información de Ansible Lightspeed.
fr: Échec du chargement des informations d'Ansible Lightspeed.
ja: Ansible Lightspeed の情報の読み込みに失敗しました。
nl: Kan Ansible Lightspeed-informatie niet laden.
ru: Сбой при загрузке информации Ansible Lightspeed.

source: Failed to load distributions: {error}
es: Error al cargar distribuciones: {error}
fr: Échec du chargement des distributions : {error}
ja: ディストリビューションの読み込みに失敗しました: {error}
nl: Kan distributies niet laden: {error}
ru: Сбой при загрузке диструбуции: {error}

source: Failed to load remotes: {remotesError}
es: Fallo al cargar remotos: {remotesError}
fr: Échec du chargement des utilisateurs à distance : {remotesError}
ja: リモートの読み込みに失敗しました: {remotesError}
nl: Kan geen afstanden laden: {remotesError}
ru: Сбой при загрузке сторонних источников: {remotesError}

source: Failed to load repositories: {error}
es: Error al cargar repositorios: {error}
fr: Échec du chargement des référentiels : {error}
ja: リポジトリーの読み込みに失敗しました: {error}
nl: Kan externe items niet laden: {error}
ru: Сбой при загрузке репозиториев: {error}
