Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Certificate for collection "{0} {1} v{2}" has been successfully uploaded.
es: El certificado para la colección "{0} {1} v{2}" se actualizó correctamente.
fr: Le certificat de la collection "{0} {1} v{2}" a été mis à jour.
ja: コレクション "{0} {1} v{2}" の証明書が正常にアップロードされました。
nl: Certificaat voor collectie "{0} {1} v{2}" is geüpload.
ru: Сертификат для коллекции "{0} {1} v{2}" успешно выгружен.

source: Certificate for collection "{namespace} {name} v{version}" has been successfully uploaded.
es: El certificado para la colección "{namespace} {name} v{version}" se actualizó correctamente.
fr: Le certificat de la collection "{namespace} {name} v{version}" a été mis à jour.
ja: コレクション "{namespace} {name} v{version}" の証明書が正常にアップロードされました。
nl: Certificaat voor collectie "{namespace} {name} v{version}" is geüpload.
ru: Сертификат для коллекции "{namespace} {name} v{version}" успешно выгружен.

source: Certification status for collection "{0} {1} v{2}" has been successfully updated.
es: El estado de certificación para la colección "{0} {1} v{2}" se actualizó correctamente.
fr: Le statut de certification de la collection "{0} {1} v{2}" a été mis à jour.
ja: コレクション "{0} {1} v{2}" の認定ステータスが正常に更新されました。
nl: Certificeringsstatus voor collectie "{0} {1} v{2}" is bijgewerkt.
ru: Статус сертификации коллекции "{0} {1} v{2}" успешно обновлён.

source: Certification status for collection "{namespace} {name} v{version}" has been successfully updated.
ru: Статус сертификации коллекции "{namespace} {name} v{version}" успешно обновлён.

source: Certified
es: Certificado
fr: Certifié
ja: 認定済み
nl: Gecertificeerd
ru: Сертифицирована

source: Change
es: Cambiar
fr: Changement
ja: 変更
nl: Wijzigen
ru: Изменить

source: Change and upload collections to namespaces.
es: Cambiar y cargar las colecciones a los espacios de nombres.
fr: Changer et télécharger les collections vers les espaces de noms.
ja: コレクションを名前空間に変更してアップロードします。
nl: Collecties wijzigen en uploaden naar namespaces.
ru: Изменение и загрузка коллекций в пространство имён.

source: Change existing execution environments.
es: Cambiar los entornos de ejecución existentes.
fr: Changer les environnements d'exécution existants.
ja: 既存の実行環境を変更します。
nl: Huidige uitvoeringsomgevingen wijzigen.
ru: Изменение существующих сред исполнения.

source: Change provider namespace
ru: Изменение поставщика пространства имён

source: Changes to certification status for collection "{0} {1} v{2}" could not be saved.
es: No se pudieron guardar los cambios para el estado de certificación "{0} {1} v{2}".
fr: Les changements de statut de certification pour la collection "{0} {1} v{2}" n’ont pas pu être sauvegardés.
ja: コレクション "{0} {1} v{2}" の認定ステータスへの変更を保存できませんでした。
nl: Wijzigingen in certificeringsstatus voor collectie "{0} {1} v{2}" konden niet worden opgeslagen.
ru: Не удалось сохранить изменения в статусе сертификации коллекции "{0} {1} v{2}".

source: Changes to group "{0}" could not be saved.
es: No se pudieron guardar los cambios para el grupo "{0}".
fr: Les changements au groupe "{0}" n’ont pas pu être sauvegardés.
ja: グループ "{0}" への変更を保存できませんでした。
nl: Wijzigingen in groep "{0}" konden niet worden opgeslagen.
ru: Не удалось сохранить изменения в группе "{0}".

source: Changes to namespace "{0}" could not be saved.
es: No se pudieron guardar los cambios para el espacio de nombres "{0}".
fr: Les changements à l’espace-nom "{0}" n’ont pas pu être sauvegardés.
ja: 名前空間 "{0}" への変更を保存できませんでした。
nl: Wijzigingen in namespace "{0}" konden niet worden opgeslagen.
ru: Не удалось сохранить изменения в пространстве имён "{0}".

source: Changes to role "{name}" could not be saved.
es: No se pudieron guardar los cambios para el rol "{name}".
fr: Les changements au groupe "{name}" n’ont pas pu être sauvegardés.
ja: ロール "{name}" の変更を保存できませんでした。
nl: Wijzigingen in rol "{name}" konden niet worden opgeslagen.
ru: Не удалось сохранить изменения в роли "{name}".

source: Checking ...
ru: Проверка...

source: Checking for affected users... <0/>
es: Comprobación de los usuarios afectados... <0/>
fr: Vérification des utilisateurs affectés... <0/>
ja: 影響を受けるユーザーを確認中... <0/>
nl: Controleren op getroffen gebruikers... <0/>
ru: Проверка наличия затронутых пользователей... <0/>

source: Child tasks
es: Tareas para niños
fr: Tâches de dépendants
ja: 子タスク
nl: Onderliggende taken
ru: Дочерние задачи

source: Clear
es: Borrar
fr: Effacer
ja: 消去
nl: Wissen
ru: Очистить

source: Clear all filters
es: Borrar todos los filtros
fr: Effacer tous les filtres
ja: すべてのフィルターの解除
nl: Alle filters wissen
ru: Очистить все фильтры

source: CLI configuration
es: Configuración CLI
fr: Configuration CLI
ja: CLI 設定
nl: CLI-configuratie
ru: Настройки CLI

source: Client certificate
es: Certificado de cliente
fr: Certificat client
ja: クライアント証明書
nl: Klantcertificaat
ru: Клиентский сертификат

source: Client key
es: Clave de cliente
fr: Clé du client
ja: クライアントキー
nl: Klantsleutel
ru: Клиентский ключ

source: close
ru: закрыть

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
nl: Sluiten
ru: Закрыть

source: Close YAML editor
es: Cerrar el editor YAML
fr: Fermer l'éditeur YAML
ja: YAML エディターを閉じます
nl: YAML-editor sluiten
ru: Закрыть редактор YAML

source: Code
es: Código
ja: コード
ru: Код

source: Collection
es: Colección
ja: コレクション
nl: Collectie
ru: Коллекция

source: Collection "{0} v{collectionVersion}" could not be deleted.
es: No se pudo eliminar la colección "{0} v{collectionVersion}".
fr: La collection "{0} v{collectionVersion}" n’a pas pu être supprimée.
ja: コレクション "{0} v{collectionVersion}" を削除できませんでした。
nl: Collectie "{0} v{collectionVersion}" kon niet worden verwijderd.
ru: Не удалось удалить коллекцию "{0} v{collectionVersion}".

source: Collection "{0}" could not be deleted.
es: No se pudo eliminar la colección "{0}".
fr: La collection "{0}" n’a pas pu être supprimée.
ja: コレクション "{0}" を削除できませんでした。
nl: Collectie "{0}" kon niet worden verwijderd.
ru: Не удалось удалить коллекцию "{0}".

source: Collection "{0}" could not be deprecated.
es: No se pudo pasar a desuso la colección "{0}".
fr: La collection "{0}" n’a pas pu être dépréciée.
ja: コレクション "{0}" を非推奨化できませんでした。
nl: Collectie "{0}" kan niet worden afgeschreven.
ru: Не удалось отметить коллекцию "{0}" как устаревшую.

source: Collection "{0}" could not be undeprecated.
es: No se pudo cancelar el traspaso a desuso de la colección "{0}".
fr: Il n’a pas été possible d’annuler la dépréciation de la collection "{0}"
ja: コレクション "{0}" の非推奨化を解除できませんでした。
nl: De afschrijving van collectie "{0}" kan niet ongedaan worden gemaakt.
ru: Коллекцию "{0}" не удалось отметить как не устаревшую.

source: Collection "{0}" has been successfully deleted.
ru: Коллекция "{0}" успешно удалена.

source: Collection "{name} v{collectionVersion}" has been successfully deleted.
es: La colección "{name} v{collectionVersion}" se eliminó correctamente.
fr: La collection "{name} v{collectionVersion}" a été supprimée.
ja: コレクション "{name} v{collectionVersion}" が正常に削除されました。
nl: Collectie "{name} v{collectionVersion}" verwijderd.
ru: Коллекция "{name} v{collectionVersion}" успешно удалена.

source: Collection "{name}" could not be deprecated.
es: No se pudo pasar a desuso la colección "{name}".
fr: La collection "{name}" n’a pas pu être dépréciée.
ja: コレクション "{name}" を非推奨化できませんでした。
nl: Collectie "{name}" kan niet worden afgeschreven.
ru: Не удалось отметить коллекцию "{name}" как устаревшую.

source: Collection "{name}" could not be downloaded.
es: No se pudo descargar la colección "{name}".
fr: La collection "{name}" n’a pas pu être téléchargée.
ja: コレクション "{name}" をダウンロードできませんでした。
nl: Collectie "{name}" kon niet worden gedownload.
ru: Не удалось загрузить коллекцию "{name}".

source: Collection "{name}" could not be undeprecated.
es: No se pudo cancelar el traspaso a desuso de la colección "{name}".
fr: Il n’a pas été possible d’annuler la dépréciation de la collection "{name}"
ja: コレクション "{name}" の非推奨化を解除できませんでした。
nl: De afschrijving van collectie "{name}" kan niet ongedaan worden gemaakt.
ru: Не удалось отметить коллекцию "{name}" как не устаревшую.

source: Collection "{name}" has been successfully deprecated.
es: Se pasó a desuso correctamente la colección "{name}".
fr: La collection "{name}" a été dépréciée.
ja: コレクション "{name}" が正常に非推奨化されました。
nl: Collectie "{name}" is afgeschreven.
ru: Коллекция "{name}" успешно отмечена как устаревшая.

source: Collection "{name}" has been successfully undeprecated.
es: Se canceló correctamente el traspaso a desuso de la colección "{name}".
fr: La collection "{name}" n’a pas pu être dépréciée.
ja: コレクション "{name}" の非推奨化が正常に解除されました。
nl: De afschrijving van collectie "{name}" is ongedaan gemaakt.
ru: Коллекция "{name}" успешно отмечена как не устаревшая.

source: Collection {namespace}.{name} v{version} could not be copied.
ru: Не удалось скопировать коллекцию {namespace}.{name} v{version}.

source: Collection distributions
es: Distribución de las colecciones
fr: Distributions de la collection
ja: コレクションのディストリビューション
nl: Distributie van de collectie
ru: Распространение коллекции

source: Collection does not have any dependencies.
es: La colección no tiene ninguna dependencia.
fr: La collection n'a aucune dépendance.
ja: コレクションには依存関係が何もありません。
nl: Collectie heeft geen afhankelijkheden.
ru: Коллекция не имеет никаких зависимостей.

source: Collection does not have dependencies.
es: La colección no tiene dependencias.
fr: La collection n'a pas de dépendances.
ja: コレクションには依存関係がありません。
nl: Collectie heeft geen afhankelijkheden.
ru: Коллекция не имеет зависимостей.

source: Collection doesn't have any distribution assigned.
es: La colección no tiene asignada ninguna distribución.
fr: La collection n'a pas de distribution assignée.
ja: コレクションにはディストリビューションが割り当てられていません。
nl: De collectie heeft geen distributie toegewezen gekregen.
ru: Коллекции не назначена дистрибуция.

source: Collection is not being used by any collection.
es: La colección no está siendo utilizada por ninguna colección.
fr: La collection n'est pas utilisée par une autre collection.
ja: コレクションはどのコレクションでも使用されていません。
nl: Collectie wordt niet gebruikt door een collectie.
ru: Коллекция не используется ни одной коллекцией.

source: Collection name
ru: Название коллекции

source: Collection upload canceled
es: Carga de la colección cancelada
fr: Le téléchargement de la collection a été annulé
ja: コレクションのアップロードが取り消されました
nl: Upload collectie geannuleerd
ru: Загрузка коллекции отменена

source: Collection versions
es: Versiones de la colección
fr: Versions de la collection
ja: コレクションのバージョン
nl: Collectieversies
ru: Версии коллекции

source: Collection versions could not be displayed.
es: No se han podido mostrar las versiones de las colecciones.
fr: Les versions de collections n’ont pas pu être affichées.
ja: コレクションのバージョンを表示できませんでした。
nl: Collectieversies kunnen niet worden weergegeven.
ru: Не удалось отображить версии коллекции.

source: Collection versions will appear once a collection is uploaded.
es: Las versiones de las colecciones aparecerán cuando se cargue una colección.
fr: Les versions des collections apparaissent dès qu'une collection est téléchargée.
ja: コレクションがアップロードされると、コレクションのバージョンが表示されます。
nl: Collectieversies verschijnen zodra een collectie is geüpload.
ru: Версии коллекции появятся после её загрузки.

source: Collection versions will appear once the collection is modified.
es: Las versiones de la colección aparecerán cuando se modifique la colección.
fr: Les versions de la collection apparaîtront dès que la collection sera modifiée.
ja: コレクションが変更されると、コレクションのバージョンが表示されます。
nl: Collectieversies verschijnen zodra de collectie is gewijzigd.
ru: Версии коллекции появятся после её изменения.

source: Collections
es: Colecciones
ja: コレクション
nl: Collecties
ru: Коллекции

source: Collections sync
ru: Синхронизация коллекций

source: Collections will appear once uploaded
es: Las colecciones aparecerán una vez cargadas
fr: Les collections apparaîtront une fois téléchargées
ja: コレクションはアップロードされると表示されます
nl: Collecties zullen verschijnen zodra geüpload
ru: Коллекции появятся после загрузки

source: Command
es: Comando
fr: Commande
ja: コマンド
nl: Opdracht
ru: Команда

source: Comments
ru: Комментарии

source: Communicating with the Ansible community
ru: Взаимодействие с сообществом Ansible

source: Community
es: Comunidad
fr: Communauté
ja: コミュニティー
nl: Gemeenschap
ru: Сообщество

source: Community collections do not have docs nor content counts, but all content gets synchronized
es: Las colecciones de la comunidad no tienen documentos ni recuentos de contenido, sino que se sincroniza todo el contenido
fr: Les collections de la communauté n’ont pas de nombres de contenus ou de document, mais tout le contenu est synchronisé
ja: コミュニティーコレクションにはドキュメントやコンテンツ数はありませんが、すべてのコンテンツが同期されます
nl: Gemeenschapscollecties hebben geen documenten of tellingen van de inhoud, maar alle inhoud wordt gesynchroniseerd
ru: Коллекции сообщества не имеют документации, а их содержимое не проверяется, но всё содержимое синхронизируется

source: Community content will never be synced if the remote is set to only sync signed content. You can <0>edit the {name} remote</0> to change it.
ru: Содержимое сообщества никогда не будет синхронизировано, если включена синхронизация только подписанного содержимого. Вы можете <0>изменить сторонний источник {name}</0> чтобы изменить это.

source: Community content will never be synced if this setting is enabled
ru: Контент сообщества никогда не будет синхронизироваться, если эта настройка включена

source: Community score
ru: Оценка сообщества

source: Community User Guide
ru: Руководство Пользователя Сообщества

source: Company name
es: Nombre de la empresa
fr: Nom de l’entreprise
ja: 会社名
nl: Bedrijfsnaam
ru: Название компании

source: Completed
es: Completado
fr: Complété
ja: 完了済み
nl: Voltooid
ru: Выполнено

source: Configuration
ru: Настройка

source: Connect Private Automation Hub
ru: Подключить Private Automation Hub

source: Connect the ansible-galaxy client
ru: Подключить клиент ansible-galaxy

source: Connect to Hub
ru: Подключение к Hub

source: Consider using a secure URL (https://).
es: Considere usar una URL segura (https://).
fr: Pensez à utiliser l’URL (https://) sécurisé.
ja: セキュアな URL (https://) の使用を検討してください。
nl: Overweeg een beveiligde URL te gebruiken (https://).
ru: Рассмотрите возможность использования безопасного URL (https://).

source: Contact your organization administrator for more information.
es: Póngase en contacto con el administrador de su organización para obtener más información.
fr: Contactez l'administrateur de votre organisation pour plus d'informations.
ja: 詳細は、組織の管理者にお問い合わせください。
nl: Neem contact op met de beheerder van uw organisatie voor meer informatie.
ru: Обратитесь к администратору своей организации для получения большей информации.

source: Container must be synchronized with remote repository first.
es: El contenedor debe sincronizarse primero con el repositorio remoto.
fr: Le conteneur doit d'abord être synchronisé avec le référentiel distant.
ja: 最初にコンテナーをリモートリポジトリーと同期する必要があります。
nl: De container moet eerst worden gesynchroniseerd met de externe repository.
ru: Сначала контейнер должен быть синхронизирован со сторонним репозиторием.

source: Container names can only contain alphanumeric characters, ".", "_", "-" and zero or one "/".
ru: Названия контейнеров могут содержать только алфавитно-цифровые символы, ".", "_", "-" и ноль или один "/".

source: Container namespace
es: Espacio de nombres del contenedor
fr: Espace de noms des conteneurs
ja: コンテナーの名前空間
ru: Пространство имён контейнера

source: Container registry type
es: Tipo de registro de contenedores
fr: Type de registre des conteneurs
ja: コンテナーレジストリータイプ
nl: Type containerregister
ru: Тип реестра контейнеров

source: Container repository name
es: Nombre del repositorio de contenedores
fr: Nom du référentiel du conteneur
ja: コンテナーリポジトリー名
nl: Naam container-repository
ru: Название репозитория контейнеров

source: Content
es: Contenido
fr: Contenu
ja: コンテンツ
nl: inhoud
ru: Содержимое

source: Content added
es: Contenido añadido
fr: Contenu ajouté
ja: 追加されたコンテンツ
nl: Inhoud toegevoegd
ru: Содержимое добавлено

source: Content added to clipboard
ru: Содержимое добавлено в буфер обмена

source: Content from roles and collections can be referenced in Ansible playbooks and immediately put to work. You'll find content for provisioning infrastructure, deploying applications, and all of the tasks you do everyday.
ru: На содержимое ролей и коллекций можно ссылаться сразу в Ansible playbooks и сразу же использовать в работе. Вы найдёте материалы для подготовки инфраструктуры, развёртывания приложений и выполнения всех задач, которые вы выполняете каждый день.

source: Content in repositories without a distribution will not be visible to clients for sync, download or search.
es: El contenido en repositorios sin una distribución no será visible para los clientes para sincronización, descarga o búsqueda.
fr: Le contenu des dépôts sans distribution ne sera pas visible par les clients pour la synchronisation, le téléchargement ou la recherche.
ja: ディストリビューションのないリポジトリーのコンテンツは、クライアントに表示されないため、同期、ダウンロード、または検索できません。
nl: Inhoud in repository's zonder distributie is niet zichtbaar voor clients om te synchroniseren, te downloaden of te doorzoeken.
ru: Содержимое репозиториев без распространения не будет видно клиентам при синхронизации, загрузке или поиске.

source: Content not present in remote repository will be removed from the local repository
ru: Содержимое, отсутствующее в стороннем репозитории, будет удалено из локального репозитория

source: Content removed
es: Contenido eliminado
fr: Contenu supprimé
ja: コンテンツが削除されました
nl: Inhoud verwijderd
ru: Содержимое удалено

source: Contents
es: Contenido
fr: Contenus
ja: コンテンツ
nl: Inhoud
ru: Содержимое

source: Cookie preferences
ru: Настройки cookie

source: Copy CLI configuration
es: Copiar configuración CLI
fr: Copier la configuration CLI
ja: CLI 設定のコピー
nl: CLI-configuratie kopiëren
ru: Скопировать настройки CLI

source: Copy code to clipboard
ru: Скопировать код в буфер обмена

source: Copy content
ru: Скопировать содержимое

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピーする
nl: Gekopieerd naar klembord
ru: Скопировать в буфер обмена

source: Copy version {version} to repositories
ru: Копировать версию {version} в репозитории

source: Copyable input
ru: Копируемый ввод

source: could not be determined yet
es: aún no se ha podido determinar
fr: n'a pas encore pu être déterminé
ja: まだ判断できません
nl: kon nog niet worden vastgesteld
ru: пока не удалось определить

source: Could not load import log
es: No se ha podido cargar el registro de importación
fr: Impossible de charger le journal d'importation
ja: インポートログを読み込むことができませんでした
nl: Kon import-log niet laden
ru: Не удалось загрузить журнал импорта

source: Count
es: Recuento
fr: Nombre
nl: Aantal
ru: Количество

source: CRC public key
ru: Публичный ключ CRC

source: Create
es: Crear
fr: Créer
ja: 作成
nl: Maken
ru: Создать

source: Create a "{0}" distribution
es: Crear una distribución "{0}"
fr: Créer une distribution "{0}"
ja: "{0}" ディストリビューションの作成
nl: Een "{0}"-distributie maken
ru: Создать распространение "{0}"

source: Create a group
es: Crear un grupo
fr: Créer un groupe
ja: グループの作成
nl: Een groep maken
ru: Создать группу

source: Create a new namespace
es: Crear un nuevo espacio de nombres
fr: Créer un nouvel espace de nom
ja: 新規名前空間の作成
nl: Een nieuwe namespace maken
ru: Создать пространство имён

source: Create a new role
es: Crear un nuevo rol
fr: Créer un nouveau rôle
ja: 新しいロールの作成
nl: Een nieuwe rol aanmaken
ru: Создать роль

source: Create a password using at least {minLength} characters, including special characters , ex <!@$%>. Avoid using common names or expressions.
es: Cree una contraseña con, al menos, {minLength} caracteres, incluidos los caracteres especiales, por ejemplo, <!@$%>. Evite utilizar nombres o expresiones comunes.
fr: Créez un mot de passe comportant au moins {minLength} caractères, y compris les caractères spéciaux, par exemple <!@$%>. Évitez d'utiliser des noms communs ou des expressions.
ja: 特殊文字 (例: <!@$%>) を含めた {minLength} 文字以上のパスワードを作成します。一般的な名前または語句は使用しないでください。
nl: Maak een wachtwoord van ten minste {minLength} tekens, inclusief speciale tekens , bijvoorbeeld <!@$%>. Vermijd het gebruik van veelvoorkomende namen of uitdrukkingen.
ru: Создайте пароль, используя не менее {minLength} знаков, включая специальные символы , например <!@$%>. Избегайте использования общих имён и выражений.

source: Create a role namespace
ru: Создать роль пространства имён

source: Create and update execution environments under existing container namespaces.
es: Cree y actualice los entornos de ejecución bajo los espacios de nombres de los contenedores existentes.
fr: Créer et mettre à jour les environnements d'exécution sous les espaces de noms de conteneurs existants.
ja: 既存のコンテナー名前空間の下に実行環境を作成し、更新します。
nl: Uitvoeringsomgevingen van bestaande namespaces van de container maken en bijwerken.
ru: Создание и обновление сред исполнения в рамках существующих пространств имён контейнеров.

source: Create issue
ru: Создать запрос

source: Create new role
es: Crear nuevo rol
fr: Créer un nouveau rôle
ja: 新しいロールの作成
nl: Nieuwe rol maken
ru: Создать роль

source: Create new user
es: Crear nuevo usuario
fr: Créer un nouvel utilisateur
ja: 新規ユーザーの作成
nl: Nieuwe gebruiker maken
ru: Создать пользователя

source: Create, delete and change collection namespaces. Upload and delete collections. Sync collections from remotes. Approve and reject collections.
es: Crear, eliminar y modificar los espacios de nombres de las colecciones. Cargar y eliminar colecciones. Sincronizar colecciones desde mandos a distancia. Aprobar y rechazar colecciones.
fr: Créer, supprimer et modifier les espaces de noms des collections. Télécharger et supprimer des collections. Synchroniser des collections à partir de sites distants. Approuver et rejeter des collections.
ja: コレクションの名前空間を作成、削除、および変更します。コレクションをアップロードおよび削除します。リモートからのコレクションを同期します。コレクションを承認および拒否します。
nl: Namespaces van de collectie aanmaken, verwijderen en wijzigen. Collecties uploaden en verwijderen. Collecties van externe items synchroniseren. Collecties goedkeuren en weigeren.
ru: Создание, удаление и изменение пространств имён коллекций. Загрузка и удаление коллекций. Синхронизация коллекций со сторонними источниками. Согласование и отклонение коллекций.

source: Created
es: Creado
fr: Créé
ja: 作成済み
nl: Gemaakt
ru: Создано

source: Created date
es: Fecha de creación
fr: Date de création
ja: 作成日
nl: Aanmaakdatum
ru: Дата создания

source: Created on
es: Creado el
fr: Créé le
ja: 作成日時
nl: Gemaakt op
ru: Создано

source: Creation started for distribution {distributionName}
es: Se ha iniciado la creación para la distribución {distributionName}
fr: La création a commencé pour la distribution {distributionName}
ja: ディストリビューション {distributionName} の作成が開始しました
nl: Creatie gestart voor distributie {distributionName}
ru: Запущено создание распространения {distributionName}

source: Curate all synclist repositories
ru: Управлять всеми репозиториями из списка синхронизации

source: Curate synclist repository
es: Curar el repositorio de listas de sincronización
fr: Organiser le référentiel syncliste
ja: 同期リストリポジトリーのキュレート
nl: Repository-synclist cureren
ru: Управлять списком синхронизации репозитория

source: Current content
es: Contenido actual
fr: Contenu actuel
ja: 現在のコンテンツ
nl: Huidige inhoud
ru: Текущее содержимое

source: Current page
ru: Текущая страница

source: Current provider namespace
ru: Текущий поставщик пространства имён

source: Current tags
es: Etiquetas actuales
fr: Tags en cours
ja: 現在のタグ
nl: Huidige tags
ru: Текущие теги
