Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Signatures could not be loaded.
es: No se han podido cargar las firmas.
fr: Les signatures n'ont pas pu être chargées.
ja: 署名を読み込めませんでした。
nl: Handtekeningen kunnen niet worden geladen.
ru: Не удалось загрузить подписи.

source: Signed
es: Firmado
fr: Signé
ja: 署名済み
nl: Ondertekend
ru: Подписана

source: Signed and approved
es: Firmado y aprobado
fr: Signé et approuvé
ja: 署名済みおよび承認済み
nl: Ondertekend en goedgekeurd
ru: Подписана и одобрена

source: Signed version(s)
es: Versión(es) firmada(s)
fr: Version(s) signée(s)
ja: 署名済みバージョン
nl: Ondertekende versie(s)
ru: Подписанная версия (версии)

source: Signing service {signingServiceName} not found
es: No se encontró el servicio de firmas {signingServiceName}
fr: Le service de signature {signingServiceName} n’a pas été trouvé
ja: 署名サービス {signingServiceName} が見つかりません
nl: Ondertekeningdienst {signingServiceName} niet gevonden
ru: Служба подписи {signingServiceName} не найдена

source: Single sign on URL.
es: URL de inicio de sesión único.
fr: Single Sign-On sur URL.
ja: シングルサインオン URL。
nl: Enkele URL voor aanmelden.
ru: URL единого входа

source: Size
es: Tamaño
fr: Taille
ja: サイズ
nl: Maat
ru: Размер

source: Size: {size}
es: Tamaño: {size}
fr: Taille : {size}
ja: サイズ: {size}
nl: Maat: {size}
ru: Размер: {size}

source: Sort results
es: Ordenar resultados
fr: Trier les résultats
ja: 結果のソート
nl: Resultaten sorteren
ru: Сортировать результаты

source: Start editing
ru: Начать редактирование

source: Start from scratch
es: Empezar de cero
fr: Partir de zéro
ja: ゼロから始めます
nl: Vanaf nul beginnen
ru: Начать с чистого листа

source: Status
es: Estado
fr: Statut
ja: ステータス
ru: Статус

source: Status:
es: Estado:
fr: Statut :
ja: ステータス:
ru: Статус:

source: Stop task
es: Detener la tarea
fr: Arrêter la tâche
ja: タスクの停止
nl: Taak stoppen
ru: Остановить задачу

source: Stop task?
es: ¿Detener la tarea?
fr: Arrêter la tâche ?
ja: タスクを停止しますか?
nl: Taak stoppen?
ru: Остановить задачу?

source: Success
ru: Успешно

source: Successfully changed provider namespace.
ru: Успешно изменён поставщик пространства имён.

source: Successfully copied to clipboard
es: Copiado correctamente en el portapapeles
fr: Copie réussie dans le presse-papiers
ja: クリップボードへのコピーに成功しました
nl: Succesvol gekopieerd naar klembord
ru: Успешно скопировано в буфер обмена

source: Successfully copied to clipboard!
es: ¡Copiado correctamente en el portapapeles!
fr: Copie réussie dans le presse-papiers !
ja: クリップボードへのコピーに成功しました!
nl: Succesvol gekopieerd naar klembord!
ru: Успешно скопировано в буфер обмена!

source: Successfully created remote {0}
es: Remoto creado con éxito {0}
fr: Création de l’utilisateur à distance {0} réussie
ja: リモートが正常に作成されました {0}
nl: Afstand {0} succesvol gemaakt
ru: Успешно создан сторонний источник {0}

source: Successfully created repository {0}
es: Repositorio creado con éxito {0}
fr: Création du référentiel {0} réussie
ja: リポジトリーが正常に作成されました {0}
nl: Repository {0} succesvol gemaakt
ru: Успешно создан репозиторий {0}

source: Successfully created role namespace {name}
ru: Успешно создано пространство имён роли {name}

source: Successfully created role namespace {user}
ru: Успешно создано пространство имён роли {user}

source: Super user
es: Súper usuario
fr: Super utilisateur
ja: スーパーユーザー
nl: Supergebruiker
ru: Суперпользователь

source: Super users can't disable themselves.
es: Los súper usuarios no pueden desactivarse a sí mismos.
fr: Les super utilisateurs ne peuvent pas se désactiver eux-mêmes.
ja: スーパーユーザーは、自分自身を無効にできません。
nl: Supergebruikers kunnen zichzelf niet uitschakelen.
ru: Суперпользователь не может отключить сам себя.

source: Sync
es: Sincronizar
ja: 同期
nl: Synchroniseren
ru: Синхронизировать

source: Sync failed for {name}
es: Sincronización fallida para {name}
fr: Sync a échoué pour {name}
ja: {name} の同期に失敗しました
nl: Sync mislukt voor {name}
ru: Сбой синхронизации {name}

source: Sync from registry
es: Sincronización desde el registro
fr: Sync à partir du registre
ja: レジストリーからの同期
nl: Synchroniseren vanuit register
ru: Синхронизация из реестра

source: Sync repository "{name}"
ru: Синхронизация репозитория "{name}"

source: Sync role
ru: Синхронизация роли

source: Sync started
ru: Синхронизация запущена

source: Sync started for execution environment "{name}".
es: Se inició la sincronización para el entorno de ejecución "{name}".
fr: Sync démarrée pour l’environnement d’exécution "{name}".
ja: 実行環境 "{name}" の同期が開始されました。
nl: Sync gestart voor uitvoeringsomgeving "{name}".
ru: Запущена синхронизация среды исполнения "{name}"

source: Sync started for remote registry "{name}".
es: Se inició la sincronización para el registro remoto "{name}".
fr: Sync démarrée pour le registre distant "{name}".
ja: リモートレジストリー "{name}" の同期が開始されました。
nl: Sync gestart voor extern register "{name}".
ru: Запущена синхронизация со сторонним реестром "{name}"

source: Sync started for repository "{name}".
es: Sincronización iniciada para el repositorio "{name}".
fr: La synchronisation a commencé pour le référentiel "{name}".
ja: リポジトリー "{name}" の同期を開始しました。
nl: Sync gestart voor repository "{name}".
ru: Запущена синхронизация репозитория "{name}".

source: Sync status
es: Estado de sincronización
fr: Statut Sync
ja: 同期のステータス
nl: Synchronisatiestatus
ru: Статус синхронизации

source: Sync task is already queued.
es: La tarea de sincronización ya está en cola.
fr: La tâche de synchronisation est déjà en file d'attente.
ja: 同期タスクはすでにキューに入れられています。
nl: Synchronisatietaak is al in de wachtrij geplaatst.
ru: Задача синхронизации уже в очереди.

source: Sync will only add missing content
ru: Синхронизация будет добавлять только отсутствующее содержимое

source: Synchronize
ru: Синхронизировать

source: Tag
es: Etiqueta
ja: タグ
ru: Тег

source: Tag image
ru: Тег образа

source: Tags
es: Etiquetas
ja: タグ
ru: Теги

source: Task "{name}" could not be stopped.
es: No se pudo detener la tarea "{name}".
fr: La tâche "{name}" n’a pas pu être arrêtée.
ja: タスク "{name}" を停止できませんでした。
nl: Taak "{name}" kon niet worden gestopt.
ru: Не удалось остановить задачу "{name}".

source: Task "{name}" stopped successfully.
es: La tarea "{name}" se detuvo correctamente.
fr: La tâche "{name}" a été arrêtée.
ja: タスク "{name}" が正常に停止しました。
nl: Taak '{name}' gestopt.
ru: Задача "{name}" успешно остановлена.

source: Task "{taskName}" could not be stopped.
es: No se pudo detener la tarea "{taskName}".
fr: La tâche "{taskName}" n’a pas pu être arrêtée.
ja: タスク "{taskName}" を停止できませんでした。
nl: Taak "{taskName}" kon niet worden gestopt.
ru: Не удалось остановить задачу "{taskName}".

source: Task "{taskName}" stopped successfully.
es: La tarea "{taskName}" se detuvo correctamente.
fr: La tâche "{taskName}" a été arrêtée.
ja: タスク "{taskName}" が正常に停止しました。
nl: Taak '{taskName}' gestopt.
ru: Задача "{taskName}" успешно остановлена.

source: Task detail
es: Detalle de la tarea
fr: Détail de la tâche
ja: タスクの詳細
nl: Taakdetail
ru: Подробности задачи

source: Task failed without error message.
es: La tarea falló sin un mensaje de error.
fr: La tâche a échoué sans message d'erreur.
ja: エラーメッセージなしでタスクに失敗しました。
nl: Taak mislukt zonder foutbericht.
ru: Сбой задачи без сообщений об ошибках.

source: Task group
es: Grupo de trabajo
fr: Groupe de travail
ja: タスクグループ
nl: Taakgroep
ru: Группа задачи

source: Task groups
es: Grupos de trabajo
fr: Groupes de travail
ja: タスクグループ
nl: Taakgroepen
ru: Группы задачи

source: Task list
es: Lista de tareas
fr: Liste des tâches
ja: タスク一覧
nl: Takenlijst
ru: Список задач

source: Task management
es: Gestión de tareas
fr: Gestion des tâches
ja: タスク管理
nl: Taakbeheer
ru: Управление задачами

source: Task Management
es: Gestión de tareas
fr: Jobs de gestion
ja: タスク管理
nl: Taakbeheer
ru: Управление задачами

source: Task name
es: Nombre de la tarea
fr: Nom de la tâche
ja: タスク名
nl: Naam taak
ru: Название задачи

source: Task to change tag "{0}" could not be completed.
es: No se ha podido completar la tarea de cambiar la etiqueta "{0}".
fr: La tâche de modification du tag "{0}" n'a pas pu être achevée.
ja: タグ "{0}" を変更するタスクを完了できませんでした。
nl: Taak om tag "{0}" te wijzigen kon niet worden voltooid.
ru: Не удалось выполнить задачу изменения тега "{0}".

source: Tasks list could not be displayed.
es: No se pudo mostrar la lista de tareas.
fr: La liste des tâches n’a pas pu être affichée.
ja: タスクリストを表示できませんでした。
nl: Takenlijst kon niet worden weergegeven.
ru: Не удалось отобразить список задач.

source: Tasks will appear once created.
es: Las tareas aparecerán una vez creadas.
fr: Les tâches apparaîtront une fois créées.
ja: タスクは作成後に表示されます。
nl: Taken verschijnen zodra ze zijn aangemaakt.
ru: Задачи появятся после создания.

source: Terms of use
ru: Условия использования

source: Terms of Use
es: Condiciones de uso
fr: Conditions d'utilisation
ja: 利用規約
nl: Gebruiksvoorwaarden
ru: Условия использования

source: Text: {0}
es: Texto: {0}
fr: Texte : {0}
ja: テキスト: {0}
nl: Tekst: {0}
ru: Текст: {0}

source: The certificate for "{0} {1} v{2}" could not be saved.
es: No se ha podido guardar el certificado de "{0} {1} v{2}".
fr: Le certificat pour "{0} {1} v{2}" n'a pas pu être enregistré.
ja: "{0} {1} v{2}" の証明書を保存できませんでした。
nl: Het certificaat van '{0} {1} v{2}' kan niet worden opgeslagen.
ru: Не удалось сохранить сертификат для "{0} {1} v{2}".

source: The certificate for "{namespace} {name} v{version}" could not be saved.
es: No se ha podido guardar el certificado de "{namespace} {name} v{version}".
fr: Le certificat pour "{namespace} {name} v{version}" n'a pas pu être enregistré.
ja: "{namespace} {name} v{version}" の証明書を保存できませんでした。
nl: Het certificaat van '{namespace} {name} v{version}' kan niet worden opgeslagen.
ru: Не удалось сохранить сертификат для "{namespace} {name} v{version}".

source: The collection "{0}" has been successfully deprecated.
es: Se pasó a desuso correctamente la colección "{0}".
fr: La collection "{0}" a été dépréciée.
ja: コレクション "{0}" が正常に非推奨化されました。
nl: De collectie '{0}' is afgeschreven.
ru: Коллекция "{0}" успешно помечена как устаревшая.

source: The collection "{0}" has been successfully undeprecated.
es: Se canceló correctamente el traspaso a desuso de la colección "{0}".
fr: La dépréciation de la collection "{0}" a été annulée.
ja: コレクション "{0}" の非推奨化が正常に解除されました。
nl: De afschrijving van de collectie '{0}' is ongedaan gemaakt.
ru: Коллекция "{0}" успешно отмечена как не устаревшая.

source: The collection "{name}" has been successfully deprecated.
es: Se pasó a desuso correctamente la colección "{name}".
fr: La collection "{name}" a été dépréciée.
ja: コレクション "{name}" が正常に非推奨化されました。
nl: De collectie '{name}' is afgeschreven.
ru: Коллекция "{name}" успешно отмечена как устаревшая.

source: The collection "{name}" has been successfully undeprecated.
es: Se canceló correctamente el traspaso a desuso de la colección "{name}".
fr: La dépréciation de la collection "{name}" a été annulée.
ja: コレクション "{name}" の非推奨化が正常に解除されました。
nl: De afschrijving van de collectie '{name}' is ongedaan gemaakt.
ru: Коллекция "{name}" успешно отмечена как не устаревшая.<

source: The collection exists in too many repositories. Some repositories may not be disabled and preselected correctly.
ru: Коллекция существует в слишком большом количестве репозиториев. Некоторые репозитории могут быть неправильно отключены и предварительно выбраны.

source: The collection will be deleted only from repository {deleteFromRepo}.
ru: Коллекция будет удалена только из репозитория {deleteFromRepo}.

source: The collection you have selected does not match this namespace.
es: La colección que ha seleccionado no coincide con este espacio de nombres.
fr: La collection que vous avez sélectionnée ne correspond pas à cet espace de nom.
ja: 選択したコレクションは、この名前空間と一致しません。
nl: De collectie die u hebt geselecteerd komt niet overeen met deze namespace.
ru: Выбранная вами коллекция не соответствует этому пространству имён.

source: The collection you have selected doesn't appear to match {0}
es: La colección que ha seleccionado no parece coincidir con {0}
fr: La collection que vous avez sélectionnée ne semble pas correspondre à {0}
ja: 選択したコレクションは、{0} と一致しないようです
nl: De collectie die u hebt geselecteerd lijkt niet overeen te komen met {0}
ru: Выбранная вами коллекция, похоже, не соответствует {0}

source: The file is not available for this version of {collectionName}
es: El archivo no está disponible para esta versión de {collectionName}
fr: Le fichier n'est pas disponible pour cette version de {collectionName}
ja: このファイルは、このバージョンの {collectionName} では使用できません
nl: Het bestand is niet beschikbaar voor deze versie van {collectionName}
ru: Этот файл недоступен для этой версии {collectionName}

source: The following roles will be applied to group: <0>{0}</0>
es: Los siguientes roles se aplicarán al grupo: <0>{0}</0>
fr: Les rôles suivants seront appliqués au groupe : <0>{0}</0>
ja: グループには、以下のロールが適用されます: <0>{0}</0>
nl: De volgende rollen worden toegepast op de groep: <0>{0}</0>
ru: Следующие роли будут применены к группе: <0>{0}></0>

source: The following roles will be applied to user: <0>{0}</0>
ru: Следующие роли будут применены к пользователю: <0>{0}</0>

source: The password to be used for authentication when syncing.
es: Contraseña que se utilizará para la autenticación al sincronizar.
fr: Le mot de passe à utiliser pour l'authentification lors de la synchronisation.
ja: 同期時に認証に使用するパスワード。
nl: Het wachtwoord dat moet worden gebruikt voor authenticatie bij het synchroniseren.
ru: Пароль, используемый для аутентификации при синхронизации.

source: The role is versionless and will always install from the {github_branch} branch.
ru: Роль не версионирована и будет всегда устанавливаться из ветки {github_branch}.

source: The selected roles will be added to this specific Ansible remote.
es: Los roles seleccionados se añadirán a este remoto específico de Ansible.
fr: Les rôles sélectionnés seront ajoutés à cet utilisateur à distance Ansible spécifique.
ja: 選択したロールは、この特定の Ansible リモートに追加されます。
nl: De geselecteerde rollen worden toegevoegd aan deze specifieke Ansible afstand.
ru: Выбранные роли будут добавлены к указанному стороннему источнику Ansible.

source: The selected roles will be added to this specific Ansible repository.
es: Los roles seleccionados se añadirán a este repositorio específico de Ansible.
fr: Les rôles sélectionnés seront ajoutés à ce référentiel Ansible spécifique.
ja: 選択したロールは、この特定の Ansible リポジトリーに追加されます。
nl: De geselecteerde rollen worden toegevoegd aan deze specifieke Ansible repository.
ru: Выбранные роли будут добавлены к указанному репозиторию Ansible.

source: The selected roles will be added to this specific Execution Environment.
es: Los roles seleccionados se agregarán a este entorno de ejecución específico.
fr: Les rôles sélectionnés seront ajoutés à cet environnement d'exécution spécifique.
ja: 選択したロールは、この特定の実行環境に追加されます。
nl: De geselecteerde rollen worden toegevoegd aan deze specifieke uitvoeringsomgeving.
ru: Выбранные роли будут добавлены к указанной среде исполнения.

source: The selected roles will be added to this specific namespace.
es: Los roles seleccionados se agregarán a este espacio de nombres específico.
fr: Les rôles sélectionnés seront ajoutés à cet espace de nom spécifique.
ja: 選択したロールは、この特定の名前空間に追加されます。
nl: De geselecteerde rollen worden toegevoegd aan deze specifieke namespace.
ru: Выбранные роли будут добавлены к указанному пространству имён.

source: The URL needs to be in 'http(s)://' format.
es: La URL debe estar en el formato 'http(s)://'.
fr: L’URL doit être au format 'http(s)://'.
ja: URL の形式は 'http(s)://' でなければなりません。
nl: De URL-indeling moet "http(s)://" zijn.
ru: Требуется URL в формате 'http(s)://'.

source: The URL of an external content source.
es: La URL de una fuente de contenido externa.
fr: L'URL d'une source de contenu externe.
ja: 外部コンテンツソースの URL。
nl: De URL van een externe inhoudsbron.
ru: URL внешнего источника содержимого.

source: The username to be used for authentication when syncing.
es: El nombre de usuario que se utilizará para la autenticación al sincronizar.
fr: Le nom d'utilisateur à utiliser pour l'authentification lors de la synchronisation.
ja: 同期時に認証に使用するユーザー名。
nl: De gebruikersnaam die moet worden gebruikt voor authenticatie bij het synchroniseren.
ru: Имя пользователя, используемое для аутентификации при синхронизации.

source: There are currently no groups assigned.
ru: В настоящее время группы не привязаны.

source: There are currently no owners assigned.
es: Actualmente no hay propietarios asignados.
fr: Il n'y a actuellement aucun propriétaire assigné.
ja: 現在、所有者は割り当てられていません。
nl: Er zijn momenteel geen eigenaars toegewezen.
ru: В настоящее время владельцы не назначены.

source: There are currently no roles
es: Actualmente no hay roles
fr: Il n'y a actuellement aucun rôle
ja: 現在ロールはありません
nl: Er zijn momenteel geen rollen
ru: В настоящее время ролей нет

source: There are currently no roles assigned to this group.
es: Actualmente no hay roles asignados a este grupo.
fr: Il n'y a actuellement aucun rôle attribué à ce groupe.
ja: 現在、このグループに割り当てられているロールはありません。
nl: Er zijn momenteel geen rollen aan deze groep toegewezen.
ru: В настоящее время нет ролей, привязанных к группе.

source: There are currently no roles that can be assigned to this group.
es: Actualmente no hay roles que puedan asignarse a este grupo.
fr: Il n'y a actuellement aucun rôle qui peut être attribué à ce groupe.
ja: 現在、このグループに割り当てることができるロールはありません。
nl: Er zijn momenteel geen rollen die aan deze groep kunnen worden toegewezen.
ru: В настоящее время нет ролей, которые могут быть привязаны к этой группе.

source: There are currently no users assigned.
ru: В настоящее время пользователи не привязаны.

source: There are no remotes associated with this repository.
es: No hay remotos asociadas a este repositorio.
fr: Il n'y a pas de référentiel associé à cet utilisateur à distance.
ja: このリポジトリーに関連付けられたリモートはありません。
nl: Er zijn geen afstanden verbonden aan deze repository.
ru: Здесь нет сторонних источников, связанных с этим репозиторием.

source: There must be only one repository with pipeline=rejected.
ru: Должно быть только одно хранилище с pipeline=rejected.

source: There's no resource record
es: No hay registro de recursos
fr: Il n'y a pas d'enregistrement de ressources
ja: リソースレコードがありません
nl: Er is geen bronvermelding
ru: Нет записи о ресурсе

source: This collection has been deprecated.
es: Esta colección pasó a desuso.
fr: Cette collection a été dépréciée.
ja: このコレクションは非推奨になりました。
nl: Deze collectie is afgeschreven.
ru: Эта коллекция устарела.

source: This collection is being used by
es: Esta colección está siendo utilizada por
fr: Cette collection est utilisée par
ja: このコレクションのユーザー:
nl: Deze collectie wordt gebruikt door
ru: Эта коллекция используется

source: This collections requires the following collections for use
es: Esta colección requiere las siguientes colecciones para su uso
fr: Cette collection nécessite les collections suivantes pour être utilisée
ja: このコレクションでは、以下のコレクションを使用する必要があります
nl: Deze collectie vereist de volgende collecties voor gebruik
ru: Эта коллекция требует следующие коллекции для использования

source: This field can only contain letters and numbers
es: Este campo solo puede contener letras y números
fr: Ce champ ne doit contenir que des lettres et des chiffres
ja: このフィールドには文字と数字のみを含めることができます
nl: Dit veld mag alleen letters en cijfers bevatten
ru: Это поле может содержать только буквы и цифры

source: This field may not be blank.
es: Este campo no puede estar en blanco.
fr: Ce champ risque de ne pas être vide.
ja: このフィールドを空欄にすることはできません。
nl: Dit veld mag niet leeg zijn.
ru: Это поле не может быть пустым.

source: This field must be longer than 2 characters
es: Este campo debe tener más de 2 caracteres
fr: Ce champ doit comporter plus de 2 caractères
ja: このフィールドは 2 文字以上にする必要があります
nl: Dit veld moet langer dan 2 tekens zijn
ru: Значение в этом поле должно быть длиннее 2 символов

source: This field must start with 'galaxy.'.
es: Este campo debe empezar por "galaxy".
fr: Ce champ doit commencer par "galaxy".
ja: このフィールドは 'galaxy.' で始まる必要があります。
nl: Dit veld moet beginnen met 'galaxy.'.
ru: Значение в этом поле должно начинаться с 'galaxy.'.

source: This group can include users
es: Este grupo puede incluir usuarios
fr: Ce groupe peut comprendre des utilisateurs
ja: このグループにはユーザーを含めることができます
nl: Deze groep kan gebruikers bevatten
ru: В эту группу могут входить пользователи

source: This tag already exists on another image. Do you want to move it to this image?
es: Esta etiqueta ya existe en otra imagen. ¿Quiere moverla a esta imagen?
fr: Ce tag existe déjà sur une autre image. Voulez-vous le déplacer sur cette image ?
ja: このタグは別のイメージにすでに存在します。このイメージに移動してもよろしいですか?
nl: Deze tag bestaat al op een andere afbeelding. Wilt u hem verplaatsen naar deze afbeelding?
ru: Этот тег уже существует в другом образе. Вы действительно хотите переместить его в этот образ?

source: This tag is already selected for this image. You cannot add it twice.
es: Esta etiqueta ya está seleccionada para esta imagen. No puede añadirla dos veces.
fr: Ce tag est déjà sélectionnée pour cette image. Vous ne pouvez pas l'ajouter deux fois.
ja: このタグはすでにこのイメージに対して選択されています。タグは 2 回追加できません。
nl: Deze tag is al geselecteerd voor deze afbeelding. U kunt deze niet tweemaal toevoegen.
ru: Этот тег уже выбран для этого образа. Нельзя добавить его дважды.

source: This will cause the entire collection to be deleted.
ru: Это приведёт к удалению всей коллекции.

source: This will revoke all permissions associated with this role from the group.
es: Esto revocará todos los permisos asociados con este rol del grupo.
fr: Ceci révoquera toutes les permissions associées à ce rôle du groupe.
ja: これにより、このロールに関連付けられたすべてのパーミッションがグループから取り消されます。
nl: Hiermee worden alle machtigingen van deze rol uit de groep verwijderd.
ru: Это приведёт к отзыву у группы всех разрешений, связанных с этой ролью.

source: TLS validation
es: Validación TLS
fr: Validation TLS
ja: TLS 検証
nl: TLS-validatie
ru: Валидация TLS

source: Token
fr: Jeton
ja: トークン
ru: Токен

source: Token could not be displayed.
es: No se pudo mostrar el token.
fr: Le jeton n’a pas pu être affiché.
ja: トークンを表示できませんでした。
nl: Token kon niet worden weergegeven.
ru: Не удалсь отобразить токен.

source: Total number of simultaneous connections.
es: Número total de conexiones simultáneas.
fr: Nombre total de connexions simultanées.
ja: 同時接続の合計数。
nl: Totaal aantal gelijktijdige verbindingen.
ru: Общее количество одновременных подключений.

source: Try Red Hat Ansible Automation Platform
ru: Попробуйте Red Hat Ansible Automation Platform

source: Type
es: Tipo
ja: タイプ
ru: Тип

source: UI Version
es: Versión de la UI
ja: UI バージョン
nl: UI-versie
ru: Версия UI

source: Undeprecate
es: Cancelar traspaso a desuso
fr: Réversion de dépréciation
ja: 非推奨解除
nl: Afschrijving ongedaan maken
ru: Отметить не устаревшей

source: Unformatted Documentation
ru: Неотформатированная документация

source: unknown
ru: неизвестно

source: Unsigned
es: No firmado
fr: Réversion de signature
ja: 未署名
nl: Ongetekend
ru: Неподписанные

source: Unsigned version(s)
es: Versión(es) sin firma
fr: Version(s) non signée(s)
ja: 未署名バージョン
nl: Ongetekende versie(s)
ru: Неподписанная версия (версии)

source: Untag image
ru: Убрать тег образа

source: Update collection remote
ru: Обновить коллекцию из источника

source: Update started for remote {0}
es: Se ha iniciado la actualización del remoto {0}
fr: Démarrage de la mise à jour pour l'application à distance {0}
ja: リモート {0} の更新を開始しました
nl: Update gestart voor afstand {0}
ru: Запущено обновление для внешнего реестра {0}

source: Update started for repository {0}
es: Se ha iniciado la actualización del repositorio {0}
fr: La mise à jour a commencé pour le référentiel {0}
ja: リポジトリー {0} の更新を開始しました
nl: Update gestart voor repository {0}
ru: Запущено обновление репозитория {0}
