Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: The username to be used for authentication when syncing. This is not required when using a token.
es: El nombre de usuario que se utilizará para la autenticación al sincronizar. No es necesario cuando se utiliza un token.
fr: Le nom d'utilisateur à utiliser pour l'authentification lors de la synchronisation. Ce n'est pas nécessaire si vous utilisez un jeton.
ja: 同期時に認証に使用するユーザー名。トークンを使用する場合は不要です。
nl: De gebruikersnaam die moet worden gebruikt voor authenticatie bij het synchroniseren. Dit is niet nodig bij gebruik van een token.

source: There have not been any imports on this namespace.
es: No ha habido ninguna importación en este espacio de nombres.
fr: Il n'y a pas eu d'importations sur cet espace de nom.
ja: この名前空間へのインポートはありません。
nl: Er zijn geen importen geweest op deze namespace.

source: There is no progress message.
es: No hay ningún mensaje de progreso.
fr: Il n'y a pas de message de progression.
ja: 進捗メッセージはありません。
nl: Er is geen voortgangsbericht.

source: These users will lose access to the group content:
es: Estos usuarios perderán el acceso al contenido del grupo:
fr: Ces utilisateurs perdront l'accès au contenu du groupe :
ja: 以下のユーザーは、グループコンテンツにアクセスできなくなります:
nl: Deze gebruikers zullen de toegang tot de inhoud van de groep verliezen:

source: This account is not set up to manage any namespaces
es: Esta cuenta no está configurada para gestionar ningún espacio de nombres
fr: Ce compte n'est pas configuré pour gérer des espaces de noms
ja: このアカウントは、名前空間の管理設定がされていません
nl: Deze account is niet ingesteld om namespaces te beheren

source: This uses the same {docsAnsibleLink} format as the ansible-galaxy CLI with the caveat that roles aren't supported and the source parameter is not supported.
es: Esto usa el mismo formato {docsAnsibleLink} que la CLI de ansible-galaxy con la advertencia de que tanto los roles como el parámetro de origen no son compatibles.
fr: Il utilise le même format {docsAnsibleLink} que le CLI ansible-galaxy avec la réserve que les rôles ne sont pas supportés et que le paramètre source n'est pas supporté.
ja: これは、ansible-galaxy CLI と同じ {docsAnsibleLink} 形式を使用します。ただし、ロールも、ソースパラメーターもサポート対象外である点に注意が必要です。
nl: Dit gebruikt dezelfde {docsAnsibleLink}-indeling als de ansible-galaxy CLI met het voorbehoud dat rollen niet worden ondersteund en dat de bronparameter niet wordt ondersteund.

source: Token for authenticating to the server URL.
es: Token para autenticarse en la URL del servidor.
fr: Jeton d’authentification à l’URL du serveur.
ja: サーバー URL に対する認証に使用するトークンです。
nl: Token voor verificatie naar de server-URL.

source: Traceback
ja: トレースバック

source: Upstream name
es: Nombre del upstream
fr: Nom en amont
ja: アップストリーム名
nl: Naam stroomopwaarts

source: Validated
es: Validado
fr: Validé
ja: 検証済み
nl: Gevalideerd

source: waiting for import to finish
es: esperando a que termine la importación
fr: patientez jusqu’à ce que l’importation se termine
ja: インポートの完了を待機中
nl: wacht tot importeren is voltooid

source: You are about to sign <0>all versions</0> under <1>{name}</1>.
es: Está a punto de firmar <0>todas las versiones</0> de <1>{name}</1>.
fr: Vous êtes sur le point de signer <0>toutes</0> versions sous <1>{name}</1>.
ja: <1>{name}</1> の下の <0>すべてのバージョン</0> に署名しようとしています。
nl: U staat op het punt om <0>alle</0> versies onder <1>{name}</1> te ondertekenen.

source: You are about to sign <0>version {version}</0> under <1>{name}</1>.
es: Está a punto de firmar <0>la versión {version}</0> de <1>{name}</1>.
fr: Vous êtes sur le point de signer <0>version {version}</0> sous <1>{name}</1>.
ja: <1>{name}</1> として <0>バージョン {version}</0> に署名しようとしています。
nl: U staat op het punt om <0>versie {version}</0> te ondertekenen onder <1>{name}</1>.

source: You can can customize the Resources tab on your profile by entering custom markdown here.
es: Puede personalizar la pestaña de Recursos de su perfil introduciendo aquí una marca personalizada.
fr: Vous pouvez personnaliser l'onglet "Ressources" de votre profil en saisissant des tag personnalisées ici.
ja: ここでカスタムマークダウンを入力して、プロファイルのリソースタブをカスタマイズできます。
nl: U kunt het tabblad Hulpbronnen op uw profiel aanpassen door hier aangepaste markdown in te voeren.

source: You have to be logged in to be able to download the tarball.
es: Tiene que estar conectado para poder descargar el tarball.
fr: Vous devez être connecté pour pouvoir télécharger l'archive tarball.
ja: tarball をダウンロードするには、ログインしている必要があります。
nl: U moet ingelogd zijn om de tarball te kunnen downloaden.

source: Ansible Automation Platform
es: Plataforma de Automatización de Ansible
fr: Red Hat Ansible Automation Platform
nl: Automatiseringsplatform voor Ansible

source: find-content
es: buscar contenido

source: Readme
es: Léame

source: true
es: verdadero
fr: vrai
