Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Manifest lists are not currently supported on this screen, please use the <0>Images</0> tab to see manifest list details.
es: Las listas de manifiestos actualmente no son compatibles con esta pantalla. Utilice la pestaña de <0>Imágenes</0> para ver los detalles de la lista de manifiestos.
fr: Les listes de manifestes ne sont pas actuellement prises en charge sur cet écran, veuillez utiliser l'onglet <0>Images</0> pour voir les détails des listes de manifestes.
ja: マニフェストリストはこの画面ではサポートされていません。<0>Images</0> タブを使用してマニフェスト一覧の詳細を確認してください。
nl: Manifestlijsten worden momenteel niet ondersteund in dit scherm, gebruik het tabblad <0>Afbeeldingen</0> om details van manifestlijsten te zien.
ru: Списки манифестов в настоящее время не поддерживается на этом экране, пожалуйста, используйте вкладку <0>Images</0> чтобы посмотреть подробную информацию о списке манифестов.

source: Maybe you have automation for installing and configuring a popular software package, or for deploying software built by your company. Whatever it is, use Galaxy to share it with the community.
ru: Возможно, у вас есть система автоматизации для установки и настройки популярного программного обеспечения или для развёртывания программного обеспечения, созданного вашей компанией. Что бы это ни было, используйте Galaxy, чтобы поделиться этим с сообществом.

source: Message
es: Mensaje
ja: メッセージ
nl: Bericht
ru: Сообщение

source: Mirror
ru: Зеркало

source: Must be an integer.
es: Debe ser un número entero.
fr: Doit être un nombre entier.
ja: 整数でなければなりません。
nl: Moet een geheel getal zijn.
ru: Должно быть целым числом.

source: My imports
es: Mis importaciones
fr: Mes importations
ja: 自分のインポート
nl: Mijn import
ru: Мои импорты

source: My namespaces
es: Mis espacios de nombres
fr: Mes espaces de noms
ja: 自分の名前空間
nl: Mijn namespaces
ru: Мои пространства имён

source: My profile
es: Mi perfil
fr: Mon profil
ja: 自分のプロファイル
nl: Mijn profiel
ru: Мой профиль

source: Name
es: Nombre
fr: Nom
ja: 名前
nl: Naam
ru: Название

source: Name can only contain letters and numbers
es: El nombre solo puede contener letras y números
fr: Le nom ne doit contenir que des lettres et des chiffres
ja: 名前に使用できるのは文字と数字だけです
nl: Naam mag alleen letters en cijfers bevatten
ru: Название может содержать только буквы и цифры

source: Name cannot begin with '_'
es: El nombre no puede empezar por '_'
fr: Le nom ne peut pas commencer par '_'
ja: 名前は '_' で開始できません
nl: Naam kan niet met '_' beginnen
ru: Название не может начинаться с '_'

source: Name must be longer than 2 characters
es: El nombre debe tener más de 2 caracteres
fr: Le nom doit comporter plus de 2 caractères
ja: 名前は 2 文字以上にする必要があります
nl: Naam moet langer zijn dan 2 tekens
ru: Длина названия должна быть больше 2 символов

source: Name must not be empty.
es: El nombre no debe estar vacío.
fr: Le nom ne peut pas rester vide.
ja: 名前を空白にすることはできません。
nl: De naam mag niet leeg zijn.
ru: Название не должно быть пустым.

source: Namespace
es: Espacio de nombres
fr: Espace de nommage
ja: 名前空間
ru: Пространство имён

source: Namespace "{name}" could not be deleted.
es: No se pudo eliminar el espacio de nombres "{name}".
fr: L’espace-nom "{name}" n’a pas pu être supprimé.
ja: 名前空間 "{name}" を削除できませんでした。
nl: Namespace "{name}" kon niet worden verwijderd.
ru: Не удалось удалить пространство имён "{name}".

source: Namespace "{name}" has been successfully deleted.
es: El espacio de nombres "{name}" se eliminó correctamente.
fr: Suppression réussie de l'espace de nommage "{name}".
ja: 名前空間 "{name}" が正常に削除されました。
nl: Namespace "{name}" verwijderd.
ru: Пространство имён "{name}" успешно удалено.

source: Namespace <0>{name}</0> is opted in to Ansible Lightspeed.
es: El espacio de nombres <0>{name}</0> está integrado en Ansible Lightspeed.
fr: L'espace de nommage <0>{name}</0> est intégré à Ansible Lightspeed.
ja: 名前空間 <0>{name}</0> は、Ansible Lightspeed にオプトインされています。
nl: Namespace <0>{name}</0> is ingeschakeld voor Ansible Lightspeed.
ru: Пространство имён <0>{name}</0> выбрано для Ansible Lightspeed.

source: Namespace <0>{name}</0> is opted out of Ansible Lightspeed.
es: El espacio de nombres <0>{name}</0> no está incluido en Ansible Lightspeed.
fr: L'espace de noms <0>{name}</0> est exclu d'Ansible Lightspeed.
ja: 名前空間 <0>{name}</0> は、Ansible Lightspeed からオプトアウトされています。
nl: Namespace <0>{name}</0> is uitgeschakeld voor Ansible Lightspeed.
ru: Пространство имён <0>{name}</0> исключено из Ansible Lightspeed.

source: Namespace list
ru: Список пространств имён

source: Namespace name
es: Nombre del espacio de nombres
fr: Nom de l’espace de nommage
ja: 名前空間の名前
nl: Naam van de namespace
ru: Название пространства имён

source: Namespace names are limited to alphanumeric characters and underscores, must have a minimum length of 2 characters and cannot start with an ‘_’.
es: Los nombres de los espacios de nombres están limitados a caracteres alfanuméricos y guiones bajos, deben tener una longitud mínima de 2 caracteres y no pueden empezar con "_".
fr: Les noms d'espace de nommage sont limités aux caractères alphanumériques et aux traits de soulignement, doivent avoir une longueur minimale de 2 caractères et ne peuvent pas commencer par un '_'.
ja: 名前空間の名前に使用できるのは、英数字とアンダースコアのみで、最低でも 2 文字以上使用する必要があります。また ‘_’ で開始できません。
nl: Namespace-namen zijn beperkt tot alfanumerieke tekens en underscores, moeten minimaal 2 tekens lang zijn en mogen niet beginnen met een '_'.
ru: Название пространства имён может содержать алфавитно-цифровые символы и знак подчеркивания, должно иметь длину не менее 2 символов и не может начинаться с '_'.

source: Namespaces
es: Espacios de nombres
fr: Espaces de noms
ja: 名前空間
ru: Пространства имён

source: Namespaces list could not be displayed.
es: No se pudo mostrar la lista de espacios de nombres.
fr: La liste d’espace-noms n’a pas pu être affichée.
ja: 名前空間リストを表示できませんでした。
nl: Namespaces-lijst kon niet worden weergegeven.
ru: Не удалось отобразить список пространств имён.

source: Namespaces will appear once created
es: Los espacios de nombres aparecerán una vez creados
fr: Les espaces de noms apparaîtront une fois créés
ja: 名前空間は作成後に表示されます
nl: Namespaces zullen verschijnen zodra ze zijn aangemaakt
ru: Пространства имён появятся после создания

source: Needs review
es: Revisión de necesidades
fr: Examen des besoins
ja: レビューが必要
nl: Vereist herziening
ru: Требуется ревью

source: Needs Review
es: Revisión de necesidades
fr: Examen Besoins
ja: レビューが必要
nl: Vereist herziening
ru: Требуется ревью

source: Needs signature and review
es: Firma y revisión de necesidades
fr: Besoin de signature et de révision
ja: 署名とレビューが必要
nl: Moet worden bekeken en ondertekend
ru: Требуется подписание и ревью

source: New collection
es: Nueva colección
fr: Nouvelle collection
ja: 新規コレクション
nl: Nieuwe collectie
ru: Новая коллекция

source: New version of {namespace}.{0}
ru: Новая версия {namespace}.{0}

source: Next
es: Siguiente
fr: Suivant
ja: 次へ
nl: Volgende
ru: Далее

source: No
fr: Non
ja: 不可
nl: Geen
ru: Нет

source: No assignable groups.
es: No hay grupos asignables.
fr: Pas de groupes assignables.
ja: 割り当て可能なグループはありません。
nl: Geen toewijsbare groepen.
ru: Нет назначаемых групп.

source: No assignable roles.
es: No hay roles asignables.
fr: Aucun rôle assignable.
ja: 割り当て可能なロールはありません。
nl: Geen toewijsbare rollen.
ru: Нет назначаемых ролей.

source: No assignable users.
ru: Нет назначаемых пользователей.

source: No child task
es: Ninguna tarea infantil
fr: Aucune tâche dépendante
ja: 子タスクなし
nl: Geen onderliggende taak
ru: Нет дочерних задач

source: No collection versions in this repository version.
es: No hay versiones de colección en esta versión del repositorio.
fr: Aucune version de collection dans cette version du référentiel.
ja: このリポジトリーバージョンにはコレクションバージョンがありません。
nl: Geen collectieversies in deze repository-versie.
ru: В этой версии репозитория нет версий коллекции.

source: No collection versions yet
es: Aún no hay versiones de colección
fr: Aucune version de la collection pour l’instant
ja: コレクションバージョンはまだありません
nl: Nog geen collectieversies
ru: Пока нет версий коллекции

source: No collections yet
es: Todavía no hay colecciones
fr: Pas encore de collections
ja: まだコレクションはありません
nl: Nog geen collecties
ru: Пока нет коллекций

source: No container repositories yet
es: Todavía no hay repositorios de contenedores
fr: Pas encore de référentiels de conteneurs
ja: まだコンテナーリポジトリーはありません
nl: Nog geen containerrepository's
ru: Пока нет репозиториев контейнеров

source: No data
es: No hay datos
fr: Pas de données
ja: データなし
nl: Geen gegevens
ru: Нет данных

source: No dependencies
es: No hay dependencias
fr: Aucune dépendance
ja: 依存関係なし
nl: Geen afhankelijkheden
ru: Нет зависимостей

source: No distributions created
ru: Дистрибуция не создана

source: No distributions yet
es: Aún no hay distribuciones
fr: Pas encore de distribution
ja: ディストリビューションはまだありません
nl: Nog geen distributies
ru: Пока нет дистрибуций

source: No groups yet
es: No hay grupos para añadir
fr: Aucun groupe à ajouter
ja: まだグループはありません
nl: Nog geen groepen
ru: Пока нет групп

source: No images yet
es: Todavía no hay imágenes
fr: Pas encore d'images
ja: まだイメージはありません
nl: Nog geen beelden
ru: Пока нет образов

source: No import logs for role id {0}
ru: Нет журналов импорта для роли с ID {0}

source: No import logs were found for the role.
ru: Не найдено журналов импорта для этой роли.

source: No imports
es: No hay importaciones
fr: Pas d'importations
ja: インポートなし
nl: Geen invoer
ru: Нет импортов

source: No managed collections yet
es: Todavía no hay colecciones gestionadas
fr: Pas encore de collections gérées
ja: まだ管理コレクションはありません
nl: Nog geen beheerde collecties
ru: Пока нет управляемых коллекций

source: No matching collections found.
ru: Подходящие коллекции не найдены.

source: No matching execution environments found.
ru: Подходящие среды исполнения не найдены.

source: No matching namespace found
ru: Подходящее пространство имён не найдено

source: No matching namespaces found.
ru: Подходящие пространства имён не найдены.

source: No matching role namespaces found.
ru: Подходящие пространства имён роли не найдены.

source: No matching roles found.
ru: Подходящие роли не найдены.

source: No namespace selected.
es: No se ha seleccionado ningún espacio de nombres.
fr: Aucun espace de nom n'a été sélectionné.
ja: 名前空間が選択されていません。
nl: Geen namespace geselecteerd.
ru: Пространства имён не выбраны.

source: No namespaces found
ru: Пространства имён не найдены

source: No namespaces yet
es: Todavía no hay espacios de nombres
fr: Pas encore d'espace de noms
ja: まだ名前空間はありません
nl: Nog geen namespaces
ru: Пока нет пространств имён

source: No parent task
es: Ninguna tarea primaria
fr: Aucune tâche parentale
ja: 親タスクなし
nl: Geen bovenliggende taak
ru: Нет родительской задачи

source: No permission
es: Sin permiso
fr: Aucune permission
ja: パーミッションなし
nl: Geen machtiging
ru: Нет разрешения

source: No permissions
es: Sin permisos
fr: Aucune permission
ja: パーミッションなし
nl: Geen machtigingen
ru: Нет разрешений

source: No README
es: Sin README
fr: Pas de README
ja: README なし
nl: Geen README
ru: Нет README

source: No reason specified.
ru: Причина не указана.

source: no remote
ru: нет стороннего источника

source: No remote registries yet
es: Todavía no hay registros remotos
fr: Pas encore de registres à distance
ja: リモートレジストリーなし
nl: Nog geen registers op afstand
ru: Пока нет сторонних репозиториев

source: No remotes yet
es: Aún no hay remotos
fr: Pas encore de télécommandes
ja: リモートはまだありません
nl: Nog geen afstanden
ru: Пока нет сторонних источников

source: No repositories yet
es: Todavía no hay repositorios
fr: Pas encore de référentiel local
ja: リポジトリーはまだありません
nl: Nog geen repository's
ru: Пока нет репозиториев

source: No repository versions yet
es: Aún no hay versiones del repositorio
fr: Pas encore de versions de référentiels
ja: リポジトリーのバージョンはまだありません
nl: Nog geen repository-versies
ru: Нет версий репозитория

source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
nl: Geen resultaten gevonden
ru: Результаты не найдены

source: No results match the filter criteria. Try changing your filter settings.
es: Ningún resultado coincide con los criterios de filtrado. Pruebe cambiar la configuración del filtro.
fr: Aucun résultat ne correspond aux critères de filtrage. Essayez de modifier les paramètres de votre filtre.
ja: 絞り込みの基準と一致する結果がありません。フィルター設定を変更してみてください。
nl: Geen resultaten voldoen aan de filtercriteria. Probeer uw filterinstellingen te wijzigen.
ru: Ни один результат не соответствует критериям фильтрации. Попробуйте изменить настройки фильтра.

source: No role namespaces yet
ru: Пока нет пространств имён роли

source: No roles yet
es: No hay roles todavía
fr: Aucun rôle pour l'instant
ja: ロールはまだありません
nl: Nog geen rollen
ru: Пока нет ролей

source: No signature keys yet
es: Todavía no hay claves de firma
fr: Pas encore de clés de signature
ja: 署名鍵はまだありません
nl: Nog geen handtekeningsleutels
ru: Пока нет ключей подписи

source: No task group
es: Ningún grupo de trabajo
fr: Pas de groupe de travail
ja: タスクグループなし
nl: Geen taakgroep
ru: Нет групп задач

source: No task messages available
es: No hay mensajes de tareas disponibles
fr: Aucun message de tâche disponible
ja: 利用可能なタスクメッセージはありません
nl: Geen taakberichten beschikbaar
ru: Сообщения задачи недоступны

source: No tasks yet
es: Todavía no hay tareas
fr: Aucune tâche pour le moment
ja: まだタスクはありません
nl: Nog geen taken
ru: Пока нет задач

source: No users will be affected.
es: Ningún usuario se verá afectado.
fr: Aucun utilisateur ne sera affecté.
ja: 影響を受けるユーザーはありません。
nl: Geen enkele gebruiker zal hierdoor worden getroffen.
ru: Это не затронет ни одного пользователя.

source: No users yet
es: No existe ningún usuario
fr: Aucun utilisateur existant
ja: まだユーザーはありません
nl: Nog geen gebruikers
ru: Пока нет пользователей

source: No version of {fqn} exists that matches {version_range}.
es: No existe ninguna versión de {fqn} que coincida con {version_range}.
fr: Il n'existe aucune version de {fqn} qui corresponde à {version_range}.
ja: {version_range} に一致する {fqn} のバージョンはありません。
nl: Er is geen versie van {fqn} die overeenkomt met {version_range}.
ru: Не существует версии {fqn}, которая соответствовала бы {version_range}.

source: No versions
es: No hay versiones
fr: Aucune version
ja: バージョンなし
nl: Geen versies
ru: Нет версий

source: None
es: Ninguno
fr: Aucun(e)
ja: なし
nl: Geen
ru: Ничего

source: Not a super user
es: No es un súper usuario
fr: Ne correspond pas à un super utilisateur
ja: スーパーユーザーではありません
nl: Geen supergebruiker
ru: Не суперпользователь

source: Not found
es: No encontrado
fr: Introuvable
ja: 見つかりません
nl: Niet gevonden
ru: Не найден

source: Not found image
es: No encontrado
fr: Image non trouvée
ja: イメージが見つかりません
nl: Afbeelding niet gevonden
ru: Образ не найден

source: Not required for use by other collections
es: No es necesario para el uso de otras colecciones
fr: Non requis pour l'utilisation par d'autres collections
ja: 他のコレクションでの使用には必要ありません
nl: Niet vereist voor gebruik door andere collecties
ru: Не требуется для использования другими коллекциями

source: Notes
ru: Примечания

source: Number must be greater than 0
es: El número debe ser mayor que 0
fr: Ce champ doit être supérieur à 0
ja: 数字は 0 より大きくなければなりません
nl: Getal moet groter zijn dan 0
ru: Номер должно быть больше 0

source: of
es: de
fr: de
nl: van
ru: из

source: Offline token
ru: Оффлайн токен

source: Only perform the sync if changes are reported by the remote server.
ru: Выполнять синхронизацию только в том случае, если сторонний сервер сообщит о наличии изменений.

source: Opt in to Ansible Lightspeed
es: Integrar en Ansible Lightspeed
fr: Se connecter à Ansible Lightspeed
ja: Ansible Lightspeed にオプトインする
nl: Aanmelden bij Ansible Lightspeed
ru: Выбрано для Ansible Lightspeed

source: Opt out of Ansible Lightspeed
es: Excluir de Ansible Lightspeed
fr: Désactiver Ansible Lightspeed
ja: Ansible Lightspeed からオプトアウトする
nl: Afmelden bij Ansible Lightspeed
ru: Исключено из Ansible Lightspeed

source: Optimize
ru: Оптимизировать

source: OS / Arch
ja: OS / アーキテクチャー
ru: ОС / Архит.

source: Overrides any galaxy_info.namespace metadata
ru: Переопределяет любые метаданные galaxy_info.namespace

source: Overrides any galaxy_info.role_name metadata
ru: Переопределяет любые метаданные galaxy_info.role_name

source: Pagination
ru: Пагинация

source: Parameter
ru: Параметр

source: Parameters
ru: Параметры

source: Parent task
es: Tarea principal
fr: Tâche parentale
ja: 親タスク
nl: Bovenliggende taak
ru: Родительская задача

source: Partners
ru: Партнёры

source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
ru: Пароль

source: Password confirmation
es: Confirmación de la contraseña
fr: Confirmation du mot de passe
ja: パスワードの確認
nl: Bevestiging wachtwoord
ru: Подтверждение пароля

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
nl: Wachtwoorden komen niet overeen
ru: Пароли не совпадают

source: Pending
es: Pendiente
fr: En attente
ja: 保留中
nl: In afwachting
ru: Ожидание

source: per page
es: por página
fr: par page
ja: 項目/ページ
nl: per pagina
ru: на страницу

source: Permissions
es: Permisos
ja: パーミッション
nl: Machtigingen
ru: Разрешения

source: Permissions for group "{0}" could not be displayed.
es: No se pudieron mostrar los permisos para el grupo "{0}".
fr: Les permissions du groupe "{0}" n’ont pas pu être affichées.
ja: グループ "{0}" のパーミッションを表示できませんでした。
nl: Rechten voor groep "{0}" konden niet worden weergegeven.
ru: Не удалось отобразить разрешения для группы "{0}".

source: Pipeline
es: Tuberías
ja: パイプライン
ru: Конвейер

source: Pipeline adds repository labels with pre-defined meanings:<0><1><2>None</2> - users require permissions to modify content in this repository to upload collection.</1><3><4>Approved</4> - collections can be moved here on approval. Publishing directly to this repository is disabled.</3><5><6>Staging</6> - collections uploaded here require approval before showing up on the search page. Anyone with upload permissions for a namespace can upload collections to this repository.</5></0>
es: Pipeline añade etiquetas de repositorio con significados predefinidos:<0><1><2>Ninguno</2>: los usuarios necesitan permisos para modificar el contenido de este repositorio para subir una colección.</1><3><4>Aprobado</4>: las colecciones se pueden mover aquí una vez aprobadas. La publicación directa en este repositorio está desactivada.</3><5><6>Puesta en escena</6>: las colecciones subidas aquí requieren aprobación antes de aparecer en la página de búsqueda. Cualquiera con permisos de carga para un espacio de nombres puede subir colecciones a este repositorio.</5></0>
fr: Pipeline ajoute des étiquettes de référentiels de significations prédéfinies :<0><1><2>None</2> - les utilisateurs doivent avoir l'autorisation de modifier le contenu de ce référentiel pour télécharger une collection.</1><3><4>Approved</4> - les collections peuvent être déplacées ici après approbation. La publication directe dans ce référentiel est désactivée.</3><5><6>Staging</6> - les collections téléchargées ici doivent être approuvées avant d'apparaître sur la page de recherche. Toute personne ayant des droits de téléchargement pour un espace de noms peut télécharger des collections dans ce référentiel.</5></0>
ja: Pipeline は、事前定義済みの意味を持つリポジトリーラベルを追加します:<0><1><2>なし</2> - ユーザーがコレクションをアップロードするには、このリポジトリーのコンテンツを変更するパーミッションが必要です。</1><3><4>承認済み</4> - コレクションは、承認後にここに移動できます。このリポジトリーへの直接公開は無効になっています。</3><5><6>ステージング</6> - ここにアップロードされたコレクションは、検索ページに表示される前に承認が必要です。名前空間のアップロードパーミッションを持つユーザーは誰でも、コレクションをこのリポジトリーにアップロードできます。</5></0>
nl: Pipeline voegt repository labels toe met voorgedefinieerde betekenissen:<0><1><2>Geen</2> - gebruikers hebben rechten nodig om inhoud in deze repository te wijzigen om collecties te uploaden.</1><3><4>Goedgekeurd</4> - collecties kunnen na goedkeuring hier naartoe worden verplaatst. Direct publiceren naar deze repository is uitgeschakeld.</3><5><6>Staging</6> - collecties die hier worden geüpload moeten worden goedgekeurd voordat ze op de zoekpagina verschijnen. Iedereen met uploadrechten voor een namespace kan collecties naar deze repository uploaden.</5></0>
ru: Конвейер добавляет метки репозитория с предопределёнными значениями: <0><1><2>Ничего</2> — пользователям требуются разрешения на изменение содержимого в этом репозитории для загрузки коллекций.</1><3><4>Согласованный</4> — коллекции могут быть перенесены сюда после согласования. Публикация напрямую в этот репозиторий отключена.</3><5><6>Промежуточный</6> — коллекции, загруженные сюда, должны быть согласованы для отображения на странице поиска. Любой, у кого есть разрешения на загрузку в пространство имён, может загружать коллекции в этот репозиторий.</5></0>

source: Please add a role by using the button below.
es: Agregue un rol con el siguiente botón.
fr: Veuillez ajouter un rôle en utilisant le bouton ci-dessous.
ja: 下のボタンを使用してロールを追加してください。
nl: Voeg een rol toe via onderstaande knop.
ru: Пожалуйста, добавьте роль, используя кнопку ниже.

source: Please add an owner by using the button below.
es: Agregue un propietario con el siguiente botón.
fr: Veuillez ajouter un propriétaire en utilisant le bouton ci-dessous.
ja: 下のボタンを使用して所有者を追加してください。
nl: Voeg een eigenaar toe via onderstaande knop.
ru: Пожалуйста, добавьте владельца, используя кнопку ниже.

source: Please add an owner by using the buttons below.
ru: Пожалуйста, добавьте владельца, используя кнопки ниже.

source: Please select no more than one file.
es: No seleccione más de un archivo.
fr: Veuillez ne pas sélectionner plus d'un fichier.
ja: ファイルを 1 つだけ選択してください。
nl: Selecteer niet meer dan één bestand.
ru: Пожалуйста, выберите не более одного файла.

source: Please use a jpeg or png; svg images are not supported.
ru: Пожалуйста, используйте JPEG или PNG; изображения SVG не поддерживаются.

source: Plugin
ja: プラグイン
ru: Расширение

source: Preview
es: Vista previa
fr: Prévisualisation
ja: プレビュー
nl: Voorvertoning
ru: Предпросмотр

source: Privacy statement
ru: Заявление о конфиденциальности

source: Protected repositories cannot be deleted.
es: Los repositorios protegidos no pueden borrarse.
fr: Les référentiels protégés ne peuvent pas être supprimés.
ja: 保護されたリポジトリーは削除できません。
nl: Beveiligde repository's kunnen niet worden verwijderd.
ru: Защищённые репозитории не могут быть удалены.

source: Provided by <0>{name}</0>
ru: Предоставлено <0>{name}</0>

source: Provided by <0>{nsTitle}</0>
ru: Предоставлено <0>{nsTitle}</0>

source: Provider
ru: Поставщик

source: Proxy password
es: Contraseña del proxy
fr: Mot de passe du proxy
ja: プロキシーパスワード
nl: Proxy-wachtwoord
ru: Пароль прокси-сервера

source: Proxy URL
es: URL del proxy
fr: URL du proxy
ja: プロキシー URL
ru: URL прокси-сервера

source: Proxy username
es: Nombre de usuario del proxy
fr: Nom d'utilisateur du proxy
ja: プロキシーユーザー名
nl: Proxy-gebruikersnaam
ru: Учетная запись пользователя прокси-сервера

source: Public key
es: Clave pública
fr: Clé publique
ja: 公開鍵
nl: Openbare sleutel
ru: Публичный ключ

source: Pull only latest?
ru: Вытянуть только последний?

source: Pull this image
es: Extraer esta imagen
fr: Extraire cette image
ja: このイメージのプル
nl: Deze afbeelding trekken
ru: Вытянуть этот образ

source: Pulp Ansible Version
es: Versión de Pulp Ansible
fr: Version Ansible Pulp
ja: Pulp Ansible バージョン
nl: Pulp Ansible-versie
ru: Версия Pulp Ansible

source: Pulp Container Version
ru: Версия Pulp Container

source: Pulp Core Version
ru: Версия Pulp Core

source: Push and change execution environments.
ru: Выталкивание и изменение сред исполнения.

source: Push container images
es: Enviar imágenes de contenedores
fr: Pousser images de conteneurs
ja: コンテナーイメージのプッシュ
nl: Push containerafbeeldingen
ru: Вытолкнуть образы контейнеров
