Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: updated <0/>
ru: обновлена <0/>

source: Updated <0/>
es: Actualizado <0/>
fr: Mise à jour de <0/>
ja: <0/> に更新
nl: <0/> bijgewerkt
ru: Обновлена <0/>

source: Upload
es: Subir
fr: Télécharger
ja: アップロード
nl: Uploaden
ru: Загрузить

source: Upload and modify collections.
es: Subir y modificar colecciones.
fr: Chargez et modifiez les collections.
ja: コレクションをアップロードして変更します。
nl: Collecties uploaden en wijzigen.
ru: Загрузка и изменение коллекций.

source: Upload anyway?
ru: Всё равно загрузить?

source: Upload code
ru: Загрузить код

source: Upload collection
es: Subir la colección
fr: Télécharger la collection
ja: コレクションのアップロード
nl: Collectie uploaden
ru: Загрузить коллекцию

source: Upload commit
ru: Загрузить коммит

source: Upload new version
es: Subir una nueva versión
fr: Télécharger la nouvelle version
ja: 新規バージョンのアップロード
nl: Nieuwe versie uploaden
ru: Загрузить новую версию

source: Upload signature
es: Subir firma
fr: Télécharger la signature
ja: 署名のアップロード
nl: Handtekening uploaden
ru: Загрузить подпись

source: URL must not be empty.
es: La URL no debe estar vacía.
fr: URL ne doit pas rester vide.
ja: URL を空白にすることはできません。
nl: URL mag niet leeg zijn.
ru: URL не может быть пустым.

source: Use in Controller
es: Uso en el controlador
fr: Utilisation dans le contrôleur
ja: コントローラーでの使用
nl: Gebruiken in controller
ru: Используйте в контроллере

source: Use template
es: Utilizar plantilla
fr: Utiliser le modèle
ja: テンプレートの使用
nl: Sjabloon gebruiken
ru: Использовать шаблон

source: Use the namespace/name format for namespaced containers. Otherwise, use the library/name format.
es: Use el formato de espacio de nombres/nombre para los contenedores de espacios de nombres. De lo contrario, use el formato de biblioteca/nombre.
fr: Conformez-vous au format espace-nom/nom pour les conteneurs à espace-noms. Sinon, utiliser le format bibliothèque/nom.
ja: 名前空間を指定したコンテナーには名前空間/名前のフォーマットを使用します。それ以外の場合は、ライブラリー/名前のフォーマットを使用します。
nl: Gebruik de indeling namespace/naam voor containers met namespace. Gebruik in andere gevallen de indeling bibliotheek/naam.
ru: Используйте формат namespace/name для контейнеров пространств имён. В противном случае используйте формат library/name.

source: Use this token to authenticate the <0>ansible-galaxy</0> client.
es: Utilice este token para autenticar el cliente <0>ansible-galaxy</0>.
fr: Utilisez ce jeton pour authentifier le client <0>ansible-galaxy</0>.
ja: このトークンを使用して、<0>ansible-galaxy</0> クライアントを認証します。
nl: Gebruik dit token voor authenticatie van de <0>ansible-galaxy</0>-client.
ru: Используйте этот токен для аутентификации клиента <0>ansible-galaxy</0>.

source: Useful links
es: Enlaces útiles
fr: Liens utiles
ja: 便利なリンク
nl: Nuttige links
ru: Полезные ссылки

source: User
ru: Пользователь

source: User "{0}" could not be added to "{name}".
ru: Пользователь "{0}" не может быть добавлен в "{name}".

source: User "{0}" could not be added to group "{1}".
es: El usuario "{0}" no se pudo agregar al grupo "{1}".
fr: L’utilsateur "{0}" n’a pas pu être ajouté au groupe "{1}".
ja: ユーザー "{0}" をグループ "{1}" に追加できませんでした。
nl: Gebruiker "{0}" kon niet worden toegevoegd aan groep "{1}".
ru: Не удалось добавить пользователя "{0}" в группу "{1}".

source: User "{0}" could not be deleted.
es: No se pudo eliminar el usuario "{0}".
fr: L’utilsateur "{0}" n’a pas pu être supprimé.
ja: ユーザー "{0}" を削除できませんでした。
nl: Gebruiker "{0}" kon niet worden verwijderd.
ru: Не удалось удалить пользователя "{0}".

source: User "{0}" could not be removed from "{name}".
ru: Не удалось удалить пользователя "{0}" из "{name}".

source: User "{0}" could not be removed from group "{name}".
es: El usuario "{0}" no se pudo eliminar del grupo "{name}".
fr: L’utilsateur "{0}" n’a pas pu être supprimé du groupe "{name}".
ja: ユーザー "{0}" をグループ "{name}" から削除できませんでした。
nl: Gebruiker "{0}" kon niet worden verwijderd uit groep "{name}".
ru: Не удалось удалить пользователя "{0}" из группы "{name}".

source: User "{0}" has been successfully added to "{name}".
ru: Пользователь "{0}" успешно добавлен в "{name}".

source: User "{0}" has been successfully added to group "{1}".
es: El usuario "{0}" se agregó correctamente al grupo "{1}".
fr: L’utilsateur "{0}" a été ajouté au groupe "{1}".
ja: ユーザー "{0}" がグループ "{1}" に正常に追加されました。
nl: Gebruiker "{0}" is toegevoegd aan groep "{1}".
ru: Пользователь "{0}" успешно добавлен в группу "{1}".

source: User "{0}" has been successfully deleted.
es: El usuario "{0}" se eliminó correctamente.
fr: L’utilsateur "{0}" a été supprimé.
ja: ユーザー "{0}" が正常に削除されました。
nl: Gebruiker "{0}" is verwijderd.
ru: Пользователь "{0}" успешно удалён.

source: User "{0}" has been successfully removed from "{name}".
ru: Пользователь "{0}" успешно исключён из "{name}".

source: User "{0}" has been successfully removed from group "{name}".
es: El usuario "{0}" se eliminó correctamente del grupo "{name}".
fr: L’utilsateur "{0}" a été supprimé du groupe "{name}".
ja: ユーザー "{0}" がグループ "{name}" から正常に削除されました。
nl: Gebruiker "{0}" is verwijderd uit groep "{name}".
ru: Пользователь "{0}" успешно исключён из группы "{name}".

source: User "{0}" roles could not be update in "{name}".
ru: Не удалось обновить роли пользователя "{0}" в "{name}".

source: User {0}
ru: Пользователь {0}

source: User {user}
ru: Пользователь {user}

source: User <0>{username}</0> will be removed from group <1>{groupname}</1>.
es: El usuario <0>{username}</0> se eliminará del grupo <1>{groupname}</1>.
fr: L’utilisateur <0>{username}</0> sera supprimé du groupe<1>{groupname}</1>.
ja: ユーザー <0>{username}</0> がグループ <1>{groupname}</1> から削除されます。
nl: Gebruiker <0>{username}</0> zal worden verwijderd uit groep<1>{groupname}</1>.
ru: Пользователь <0>{username}</0> будет исключён из группы <1>{groupname}</1>.

source: User Access
es: Acceso de los usuarios
fr: Accès des utilisateurs
ja: ユーザーアクセス
nl: Toegang gebruiker
ru: Пользовательский доступ

source: User details
es: Detalles del usuario
fr: Informations sur l'utilisateur
ja: エラーの詳細
nl: Gebruikersdetails
ru: Сведения о пользователе

source: User Groups
es: Grupos de usuarios
fr: Groupes d'utilisateurs
ja: ユーザーグループ
nl: Gebruikersgroepen
ru: Группы пользователя

source: User list
es: Lista de usuarios
fr: Liste des utilisateurs
ja: ユーザーリスト
nl: Gebruikerslijst
ru: Список пользователей

source: User type
es: Tipo de usuario
fr: Type d’utilisateur
ja: ユーザータイプ
nl: Type gebruiker
ru: Тип пользователя

source: Username
es: Usuario
fr: Nom d'utilisateur
ja: ユーザー名
nl: Gebruikersnaam
ru: Учётная запись

source: Username: {0}
es: Nombre de usuario: {0}
fr: Nom d'utilisateur : {0}
ja: ユーザー名: {0}
nl: Gebruikersnaam: {0}
ru: Учётная запись: {0}

source: Users
es: Usuarios
fr: Utilisateurs
ja: ユーザー
nl: Gebruikers
ru: Пользователи

source: Users list could not be displayed.
es: No se pudo mostrar la lista de usuarios.
fr: La liste des utilisateurs n’a pas pu être affichée.
ja: ユーザーリストを表示できませんでした。
nl: De gebruikerslijst kon niet worden weergegeven.
ru: Не удалось отобразить список пользователей.

source: Users will appear once added to this group
es: Los usuarios aparecerán una vez añadidos a este grupo
fr: Les utilisateurs apparaîtront une fois ajoutés à ce groupe
ja: ユーザーはこのグループへの追加後に表示されます
nl: Gebruikers verschijnen nadat ze zijn toegevoegd aan deze groep
ru: Пользователи появятся после добавления в эту группу

source: Users will appear once created
es: Los usuarios aparecerán una vez creados
fr: Les utilisateurs apparaîtront une fois créés
ja: ユーザーは作成後に表示されます
nl: Gebruikers verschijnen zodra ze zijn aangemaakt
ru: Пользователи появятся после создания

source: Version
es: Versión
ja: バージョン
nl: Versie
ru: Версия

source: Version {repositoryVersion}
es: Versión {repositoryVersion}
ja: バージョン {repositoryVersion}
nl: Versie {repositoryVersion}
ru: Версия {repositoryVersion}

source: Version number
es: Número de versión
fr: Numéro de version
ja: バージョンナンバー
nl: Versienummer
ru: Номер версии

source: Version:
es: Versión:
ja: バージョン:
nl: Versie:
ru: Версия:

source: Versions
es: Versiones
ja: バージョン
nl: Versies
ru: Версии

source: View and cancel any task.
ru: Просмотр и отмена любых задач.

source: View collections
es: Ver colecciones
fr: Afficher les collections
ja: コレクションの表示
nl: Collecties weergeven
ru: Просмотр коллекций

source: View Import Logs
es: Ver los registros de importación
fr: Afficher les journaux d'importation
ja: インポートログの表示
nl: Importlogs weergeven
ru: Просмотр журналов импорта

source: View more
es: Ver más
fr: Afficher plus de détails
ja: 詳細表示
nl: Meer weergeven
ru: Показать больше

source: View, add, remove and change groups.
es: Ver, agregar, eliminar y modificar grupos.
fr: Afficher, ajouter, supprimer et modifier des groupes.
ja: グループを表示、追加、削除、および変更します。
nl: Groepen bekijken, toevoegen, verwijderen en wijzigen.
ru: Просмотр, добавление, удаление и изменение групп.

source: View, add, remove and change synclists.
es: Ver, agregar, eliminar y cambiar listas de sincronización.
fr: Visualiser, ajouter, supprimer et modifier des synclistes.
ja: 同期リストを表示、追加、削除、および変更します。
nl: Synclists bekijken, toevoegen, verwijderen en wijzigen.
ru: Просмотр, добавление, удаление и изменение списков синхронизации.

source: View, add, remove and change users.
es: Ver, añadir, eliminar y modificar usuarios.
fr: Visualiser, ajouter, supprimer et modifier les utilisateurs.
ja: ユーザーを表示、追加、削除、および変更します。
nl: Gebruikers bekijken, toevoegen, verwijderen en wijzigen.
ru: Просмотр, добавление, удаление и изменение пользователей.

source: Waiting
es: Esperando
fr: En attente
ja: 待機中
nl: Wachten
ru: Ожидание

source: Waiting for {pendingTasks} task(s) to finish.
es: Esperando que finalicen {pendingTasks} tareas.
fr: patientez jusqu’à ce que les tâche(s) {pendingTasks} se terminent.
ja: {pendingTasks} タスクが完了するのを待機中。
nl: Wachten tot {pendingTasks} taak/taken is/zijn voltooid.
ru: Ожидание задач(и) {pendingTasks} для завершения.

source: waiting for approval
es: a la espera de la aprobación
fr: attendre l'approbation
ja: 承認待ち
nl: wacht op goedkeuring
ru: ожидает согласования

source: Warning
es: Advertencia
fr: Avertissement
ja: 警告
nl: Waarschuwing
ru: Предупреждение

source: We couldn't find the page you're looking for!
es: ¡No hemos podido encontrar la página que busca!
fr: Nous n'avons pas trouvé la page que vous recherchez !
ja: お探しのページは見つかりませんでした!
nl: We konden de pagina die u zoekt niet vinden!
ru: Мы не смогли найти страницу, которую вы ищете!

source: Website
es: Página web
fr: Site web
ja: Web サイト
ru: Вебсайт

source: Welcome to Galaxy
ru: Добро пожаловать в Galaxy

source: Why:
ru: Почему:

source: Will clone <0>{link}</0>
ru: Будет клонировать <0>{link}</0>

source: Will sync <0>{link}</0>
ru: Будет синхронизировать <0>{link}</0>

source: YAML requirements
es: Requisitos de YAML
fr: Exigences YAML
ja: YAML 要件
nl: YAML-eisen
ru: Требования YAML

source: YAML requirements are required to sync from Galaxy
ru: Требования YAML обязательны для синхронизации с Galaxy

source: Yes
es: SÍ
fr: Oui
ja: はい
nl: Ja
ru: Да

source: Yes, stop
es: Sí, parar
fr: Oui, arrêtez
ja: はい、停止します
nl: Ja, stoppen
ru: Да, остановить

source: You are about to remove <0>{0}</0> from <1>{1}</1>.
es: Está a punto de eliminar <0>{0}</0> de <1>{1}</1>.
fr: Vous êtes sur le point de retirer <0>{0}</0> de <1>{1}</1>.
ja: <0>{0}</0> を<1>{1}</1> から削除しようとしています。
nl: U staat op het punt <0>{0}</0> te verwijderen uit <1>{1}</1>.
ru: Вы собираетесь удалить <0>{0}</0> из <1>{1}</1>.

source: You are about to remove <0>{groupname}</0> from <1>{name}</1>.<2/>This will also remove all associated permissions.
es: Está a punto de eliminar <0>{groupname}</0> de <1>{name}</1>.<2/>Esto también eliminará todos los permisos asociados.
fr: Vous êtes sur le point de supprimer <0>{groupname}</0> de <1>{name}</1>.<2/>Cela supprimera également toutes les permissions associées.
ja: <0>{groupname}</0> を<1>{name}</1> から削除しようとしています。<2/>これにより、関連するすべてのパーミッションも削除されます。
nl: U staat op het punt <0>{groupname}</0> te verwijderen uit <1>{name}</1>.<2/>Als u dit doet, worden ook alle bijbehorende machtigingen verwijderd.
ru: Вы собираетесь удалить <0>{groupname}</0> из <1>{name}</1>.<2/>Это приведёт также к удалению всех связанных разрешений.

source: You are about to remove <0>{role}</0> from <1>{userOrGroupName}</1> for <2>{name}</2>.<3/>This will also remove all associated permissions.
ru: Вы собираетесь удалить <0>{role}</0> из <1>{userOrGroupName}</1> для <2>{name}</2>.<3/>Это приведёт также к удалению всех связанных разрешений.

source: You are about to remove <0>{username}</0> from <1>{name}</1>.<2/>This will also remove all associated permissions.
ru: Вы собираетесь удалить <0>{username}</0> из <1>{name}</1><2/>Это приведёт также к удалению всех связанных разрешений.

source: You are an SSO user.
ru: Вы являетесь пользователем SSO.

source: You can edit this repository to create a distribution.
ru: Вы можете отредактировать этот репозиторий для создания распространения.

source: You currently have no container repositories. Add a container repository via the CLI to get started.
es: Actualmente no tiene repositorios de contenedores. Añada un repositorio de contenedores a través de la CLI para empezar.
fr: Vous n'avez actuellement aucun référentiel de conteneur. Ajoutez un référentiel de conteneurs via le CLI pour commencer.
ja: 現在、コンテナーリポジトリーはありません。開始するには、CLI でコンテナーリポジトリーを追加します。
nl: U hebt momenteel geen containerrepository's. Voeg een containerrepository toe via de CLI om te beginnen.
ru: Сейчас у вас нет репозиториев контейнеров. Для начала добавьте репозиторий контейнеров через CLI.

source: You currently have no remote registries.
es: Actualmente no tiene registros remotos.
fr: Vous n'avez actuellement aucun registre à distance.
ja: 現在、リモートレジストリーがありません。
nl: U hebt momenteel geen externe registers.
ru: Сейчас у вас нет сторонних реестров.

source: You do not have access to Automation Hub
es: No tiene acceso al Automation Hub
fr: Vous n'avez pas accès à Automation Hub
ja: Automation Hub にアクセスできません
nl: U heeft geen toegang tot Automation Hub
ru: У вас нет доступа к Automation Hub

source: You don't have permission to display users.
es: No tienes permiso para mostrar los usuarios.
fr: Vous n'avez pas la permission d'afficher les utilisateurs.
ja: ユーザーを表示するパーミッションがありません。
nl: U hebt geen toestemming om gebruikers weer te geven.
ru: У вас нет разрешения на отображение пользователей.

source: You don't have rights to do this operation.
es: No tienes derechos para realizar esta operación.
fr: Vous n'avez pas le droit de faire cette opération.
ja: この操作を行う権限がありません。
nl: U hebt geen rechten om deze operatie uit te voeren.
ru: У вас нет прав для выполнения этой операции.

source: You have unsaved changes
es: Tiene cambios no guardados
fr: Vous avez des changements qui n’ont pas été sauvegardés
ja: 変更が保存されていません
nl: Er zijn niet-opgeslagen wijzigingen
ru: У вас есть несохранённые изменения

source: Your token will expire <0/>.
ru: Ваш токен истечёт <0/>.

source: Your token will not expire.
ru: Ваш токен не истечёт.

source: Curate synclist repository batch
es: Curar el lote de repositorios de listas de sincronización
fr: Organiser le groupe de référentiel de synclistes
ja: 同期リストリポジトリーのバッチのキュレート
nl: Batch repository-synclist cureren

source: Digest
es: Resumen
ja: ダイジェスト

source: Dropdown
es: Desplegable
fr: Menu déroulant
ja: ドロップダウン

source: Error {statusCode} - {statusText}: You do not have the required permissions to proceed with this request. Please contact the server administrator for elevated permissions.
es: Error {statusCode} - {statusText}: No tiene los permisos necesarios para continuar con esta solicitud. Comuníquese con el administrador del servidor para obtener permisos elevados.
fr: Erreur {statusCode} - {statusText}: vous ne possédez pas les permissions requises pour procéder à cette demande. Veuillez contacter l’administrateur du serveur pour obtenir des permissions plus élevées.
ja: エラー {statusCode} - {statusText}: このリクエストを行うのに必要なパーミッションがありません。サーバー管理者に問い合わせてパーミッションを昇格してください。
nl: Fout {statusCode} - {statusText}: U hebt niet de vereiste machtigingen om verder te gaan met deze aanvraag. Neem contact op met de serverbeheerder voor hogere machtigingen.

source: Failed to opt in to Ansible Lightspeed.
es: No se pudo integrar en Ansible Lightspeed.
fr: Échec de la connexion à Ansible Lightspeed.
ja: Ansible Lightspeed へのオプトインに失敗しました。
nl: Kan niet aanmelden op Ansible Lightspeed.

source: Failed to opt out of Ansible Lightspeed.
es: No se pudo excluir de Ansible Lightspeed.
fr: Échec de la désactivation d'Ansible Lightspeed.
ja: Ansible Lightspeed のオプトアウトに失敗しました。
nl: Kan niet afmelden bij Ansible Lightspeed.

source: Follow logs
es: Registros de seguimiento
fr: Suivre les journaux
ja: ログのフォロー
nl: Logs volgen

source: Import and auto approve
es: Importación y aprobación automática
fr: Importation et approbation automatique
ja: インポートと自動承認
nl: Importeren en automatisch goedkeuren

source: Issue tracker
es: Seguimiento de problemas
fr: Suivi des problèmes
ja: 問題トラッカー
nl: Probleem tracker

source: No activities yet
es: Todavía no hay actividades
fr: Pas encore d'activités
ja: まだアクティビティーはありません
nl: Nog geen activiteiten

source: Please select a repository filter
es: Por favor, selecciona un filtro de repositorio
fr: Veuillez sélectionner un filtre de référentiel
ja: リポジトリーフィルターを選択してください
nl: Selecteer een repository-filter

source: Please select a signature file to upload.
es: Seleccione un archivo de firma para cargar.
fr: Veuillez sélectionner un fichier de signature à télécharger.
ja: アップロードする署名ファイルを選択してください。
nl: Selecteer een handtekeningbestand om te uploaden.

source: Please, provide the namespace name
es: Indique el nombre del espacio de nombres
fr: Veuillez fournir le nom de l'espace de nom
ja: 名前空間名を記入してください
nl: Geef de naam van de namespace op

source: Private
es: Privado
fr: Privé
ja: プライベート
nl: Privé

source: Progress messages
es: Mensajes de progreso
fr: Messages de progression
ja: 進捗メッセージ
nl: Voortgangsberichten

source: Published
es: Publicado
fr: Publié
ja: 公開
nl: Gepubliceerd

source: Pulp type
es: Tipo de Pulp
fr: Type Pulp
ja: Pulp のタイプ
nl: Type pulp

source: Reserve resources
es: Recursos de reserva
fr: Ressources de réserve
ja: リソースの予約
nl: Reservehulpbronnen

source: Retained number of versions
es: Número de versiones retenidas
fr: Nombre de versions conservées
ja: 保持バージョン数
nl: Behouden aantal versies

source: Retained version count
es: Recuento de versiones retenidas
fr: Nombre de versions conservées
ja: 保持バージョン数
nl: Aantal behouden versies

source: See the task management <0>detail page </0>for the status of this task.
es: Consulte la página de detalle <0>de gestión de tareas </0>para ver el estado de esta tarea.
fr: Voir la <0>page de détails </0> de gestion des tâches pour voir le statut de cette tâche.
ja: このタスクのステータスについては、タスク管理の <0>詳細ページ</0> を参照してください。
nl: Zie de <0>detailpagina</0> voor taakbeheer voor de status van deze taak.

source: Setting a remote allows a repository to sync from elsewhere.
es: Establecer un remoto permite sincronizar un repositorio desde otro lugar.
fr: La définition d'une distance permet à un référentiel de se synchroniser à partir d'un autre endroit.
ja: リモートを設定すると、リポジトリーを他の場所から同期できます。
nl: Door een afstand in te stellen kan een repository van elders gesynchroniseerd worden.

source: Sign state
es: Estado de la firma
fr: Signer l’état
ja: 署名状態
nl: Onderteken staat

source: Signing service selector:
es: Selector del servicio de firmas:
fr: Sélecteur de service de signature :
ja: 署名サービスセレクター:
nl: Keuzeschakelaar ondertekeningdienst:

source: Signing started for all collections in namespace "{0}".
es: Se inició la firma para todas las colecciones del espacio de nombres "{0}".
fr: La signature a commencé pour toutes les collections dans l’espace de nommage "{0}".
ja: 名前空間 "{0}" のすべてのコレクションで署名を開始しました。
nl: Ondertekening gestart voor alle collecties in namespace "{0}".

source: Signing started for all versions in collection "{name}"
es: Se inició la firma para todas las versiones de la colección "{name}"
fr: La signature a commencé pour toutes les versions pour la collection "{name}"
ja: コレクション "{name}" のすべてのバージョンで署名を開始しました
nl: Ondertekening gestart voor alle versies in collectie "{name}"

source: Signing started for collection "{name} v{version}".
es: Se inició la firma para la colección "{name} v{version}".
fr: La signature a commencé pour la collection "{name} v{version}".
ja: コレクション "{name} v{version}" の署名を開始しました。
nl: Ondertekening gestart voor collectie "{name} v{version}".

source: Signing started for container "{0}".
es: Se inició la firma para el contenedor "{0}".
fr: La signature a commencé pour le conteneur "{0}".
ja: コンテナー "{0}" の署名が開始されました。
nl: Ondertekening gestart voor container "{0}".

source: Staging
es: Puesta en escena
ja: ステージング

source: Started adding {namespace}.{name} v{version} from "{0}" to repository "{repositoryName}".
es: Se ha iniciado la adición de la versión {namespace}.{name} v{version} desde "{0}" al repositorio "{repositoryName}".
fr: Début de l'ajout de {namespace}.{name} v{version} de "{0}" au référentiel "{repositoryName}".
ja: "{0}" to repository "{repositoryName}" から {namespace}.{name} v{version} の追加を開始しました。
nl: Begonnen met toevoegen van {namespace}.{name} v{version} van "{0}" aan repository "{repositoryName}".

source: Started at
es: Iniciado a las
fr: Commencé à
ja: 開始日時
nl: Gestart op

source: State
es: Estado
fr: État
ja: 状態
nl: Staat

source: Super users have all system permissions regardless of what groups they are in.
es: Los súper usuarios tienen todos los permisos del sistema independientemente de los grupos a los que pertenezcan.
fr: Les super utilisateurs disposent de toutes les autorisations du système, quels que soient les groupes auxquels ils appartiennent.
ja: スーパーユーザーには、所属するグループに関係なく、すべてのシステムパーミッションが割り当てられています。
nl: Supergebruikers hebben alle systeemmachtigingen, ongeacht de groepen waarin ze zitten.

source: The certificate for "{0} {1} v{2}" is being uploaded.
es: Se está cargando el certificado para "{0} {1} v{2}".
fr: Le certificat pour "{0} {1} v{2}" est en cours de téléchargement.
ja: "{0} {1} v{2}" の証明書をアップロードしています。
nl: Het certificaat van '{0} {1} v{2}' wordt geüpload.

source: The following legacy namespace will be opted in to Ansible Lightspeed:
es: El siguiente espacio de nombres heredado se incluirá en Ansible Lightspeed:
fr: L'espace de noms hérité suivant sera intégré à Ansible Lightspeed :
ja: 以下のレガシー名前空間が Ansible Lightspeed にオプトインされます:
nl: De volgende verouderde namespace wordt opgenomen in Ansible Lightspeed:

source: The following namespace will be opted in to Ansible Lightspeed:
es: El siguiente espacio de nombres se integrará en Ansible Lightspeed:
fr: L'espace de noms suivant sera intégré à Ansible Lightspeed :
ja: 以下の名前空間が Ansible Lightspeed にオプトインされます:
nl: De volgende namespace wordt opgenomen in Ansible Lightspeed:

source: The password to be used for authentication when syncing. This is not required when using a token.
es: Contraseña que se utilizará para la autenticación al sincronizar. Esto no es necesario cuando se utiliza un token.
fr: Le mot de passe à utiliser pour l'authentification lors de la synchronisation. Ce n'est pas nécessaire si vous utilisez un jeton.
ja: 同期時に認証に使用するパスワード。トークンを使用する場合は不要です。
nl: Het wachtwoord dat moet worden gebruikt voor authenticatie bij het synchroniseren. Dit is niet nodig bij gebruik van een token.
