Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Failed to load repositories.
es: Error al cargar repositorios.
fr: Échec du chargement des référentiels.
ja: リポジトリーの読み込みに失敗しました。
nl: Kan repository's niet laden.
ru: Сбой при загрузке репозиториев.

source: Failed to load role content
ru: Сбой при загрузке содержимого роли

source: Failed to load role namespace
ru: Сбой при загрузке пространства имён роли

source: Failed to load role namespaces
ru: Сбой при загрузке пространств имён роли

source: Failed to load role versions
ru: Сбой при загрузке версий роли

source: Failed to load roles
ru: Сбой при загрузке ролей

source: Failed to query repositories.
ru: Сбой при запросе репозиториев.

source: Failed to remove {namespace}.{name} v{version} from repository "{repositoryName}".
es: Error al eliminar {namespace}.{name} v{version} del repositorio "{repositoryName}".
fr: Échec de la suppression de {namespace}.{name} v{version} du référentiel "{repositoryName}".
ja: リポジトリー "{repositoryName}" から {namespace}.{name} v{version} を削除できませんでした。
nl: Kan {namespace}.{name} v{version} niet uit repository "{repositoryName}" verwijderen.
ru: Сбой при удалении {namespace}.{name} v{version} из репозитория "{repositoryName}".

source: Failed to remove distribution {name}
es: No se ha podido eliminar la distribución {name}
fr: Échec de la suppression de la distribution {name}
ja: ディストリビューション {name} の削除に失敗しました
nl: Kan distributie {name} niet verwijderen
ru: Сбой при удалении дистрибуции {name}

source: Failed to remove remote {name}
es: Se produjo un error al eliminar remoto {name}
fr: N'a pas pu supprimer l’utilisateur à distance {name}
ja: リモート {name} の削除に失敗しました
nl: Kan extern item {name} niet verwijderen
ru: Сбой при удалении стороннего источника {name}

source: Failed to remove repository {name}
es: Se produjo un error al eliminar repositorio {name}
fr: N'a pas pu supprimer le référentiel {name}
ja: リポジトリー {name} の削除に失敗しました
nl: Kan repository {name} niet verwijderen
ru: Сбой при удалении репозитория {name}

source: Failed to retrieve user data.
es: Fallo en la recuperación de los datos del usuario.
fr: Échec de la récupération des données utilisateur.
ja: ユーザーデータの取得に失敗しました。
nl: Kan gebruikersgegevens niet ophalen.
ru: Сбой при получении данных пользователя.

source: Failed to revert repository "{repositoryName}" to version "{number}"
es: Fallo al revertir el repositorio "{repositoryName}" a la versión "{number}"
fr: Échec de la conversion du référentiel "{repositoryName}" vers la version "{number}"
ja: リポジトリー "{repositoryName}" をバージョン "{number}" へ戻せませんでした
nl: Kan repository "{repositoryName}" niet omzetten naar versie "{number}"
ru: Сбой возврата репозитория "{repositoryName}" к версии "{number}"

source: Failed to search collections ({keywords})
ru: Сбой при поиске коллекций ({keywords})

source: Failed to search execution environments ({keywords})
ru: Сбой при поиске сред исполнения ({keywords})

source: Failed to search namespaces ({keywords})
ru: Сбой при поиске пространств имён ({keywords})

source: Failed to search role namespaces ({keywords})
ru: Сбой при поиске пространств имён роли ({keywords})

source: Failed to search roles ({keywords})
ru: Сбой при поиске ролей ({keywords})

source: Failed to sign all collections.
es: Error al firmar todas las colecciones.
fr: N’a pas pu signer toutes les collections.
ja: すべてのコレクションの署名に失敗しました。
nl: Niet alle collecties zijn ondertekend.
ru: Сбой подписывания всех коллекций.

source: Failed to sign all versions in the collection.
es: Error al firmar todas las versiones de la colección.
fr: N’a pas pu signer toutes les versions de la collection.
ja: コレクションのすべてのバージョンの署名に失敗しました。
nl: Niet alle versies in de collectie zijn ondertekend.
ru: Сбой подписывания всех версий коллекции.

source: Failed to sign the container version.
es: Error al firmar la versión del contenedor.
fr: N’a pas pu signer la version.
ja: コンテナーバージョンに署名できませんでした。
nl: Kon containerversie niet ondertekenen.
ru: Сбой подписывания версии контейнера.

source: Failed to sign the version.
es: Error al firmar la versión.
fr: N’a pas pu signer la version.
ja: バージョンへの署名に失敗しました。
nl: Kon versie niet ondertekenen.
ru: Сбой подписывания этой версии.

source: Failed to sync repository "{name}"
es: Error al sincronizar el repositorio "{name}"
fr: Échec de la synchronisation du référentiel "{name}"
ja: リポジトリー "{name}" の同期に失敗しました
nl: Kan repository "{name}" niet synchroniseren
ru: Сбой при синхронизации репозитория "{name}"

source: Failed to sync role
ru: Сбой при синхронизации роли

source: Featured
ru: Избранное

source: Field is required.
ru: Это обязательное поле.

source: File upload
ru: Загрузка файла

source: Filter by {0}
es: Filtrar por {0}
fr: Filtrer par {0}
ja: {0} 別にフィルター
nl: Filteren op {0}
ru: Фильтр по {0}

source: Find content
es: Buscar contenido
fr: Trouver contenu
ja: コンテンツの検索
nl: Inhoud zoeken
ru: Найти содержимое

source: Find execution environments in this registry
es: Buscar entornos de ejecución en este registro
fr: Trouver les environnements d'exécution dans ce registre
ja: このレジストリーでの実行環境の検索
nl: Uitvoeringsomgevingen in dit register zoeken
ru: Найти среды исполнения в этом реестре

source: Finished at
es: Finalizado a las
fr: Terminé
ja: 終了日時
nl: Voltooid op
ru: Завершено

source: First name
es: Nombre
fr: Prénom
ja: 名
nl: Voornaam
ru: Имя

source: Found
ru: Найдено

source: Found a standalone namespace (<0>{0}</0>), but NOT a provider namespace.
ru: Найдено отдельное пространство имён (<0>{0}</0>), но НЕ поставщик пространства имён.

source: Galaxy Importer
ru: Импорт Galaxy

source: Galaxy Logo
es: Logotipo de Galaxy
ja: Galaxy ロゴ
ru: Логотип Galaxy

source: Galaxy only
es: Solo para Galaxy
fr: Galaxy uniquement
ja: Galaxy のみ
nl: Alleen Galaxy
ru: Только Galaxy

source: Get the trial
ru: Получить пробную версию

source: GitHub ref (a commit, branch or tag)
ru: Объект GitHub (коммит, ветка или тег)

source: GitHub repository
ru: Репозиторий GitHub

source: GitHub Repository
ru: Репозиторий GitHub

source: GitHub user
ru: Пользователь GitHub

source: Giving up waiting for task after 10 attempts.
es: Abandonar la espera de la tarea después de 10 intentos.
fr: Abandon de l'attente de la tâche après 10 tentatives.
ja: 10 回試行した後に、タスクの待機を中止します。
nl: Wachten op een taak wordt na 10 pogingen opgegeven.
ru: Прекратить ожидание выполнения задачи после 10 попыток.

source: Go to documentation
es: Ir a la documentación
fr: Afficher la documentation
ja: ドキュメントに移動
nl: Naar documentatie gaan
ru: К документации

source: Go to first page
ru: На первую страницу

source: Go to last page
ru: На последнюю страницу

source: Go to next page
ru: На следующую страницу

source: Go to previous page
ru: На предыдущую страницу

source: Group
es: Grupo
fr: Groupe
ja: グループ
nl: Groep
ru: Группа

source: Group "{0}" could not be added to "{name}".
es: No se pudo agregar el grupo "{0}" a "{name}".
fr: Groupe "{0}" n’a pas pu être ajouté à "{name}".
ja: グループ "{0}" を "{name}" に追加できませんでした。
nl: Groep "{0}" kan niet worden toegevoegd aan "{name}".
ru: Не удалось добавить группу "{0}" к "{name}".

source: Group "{0}" could not be removed from "{name}".
es: No se pudo eliminar el grupo "{0}" de "{name}".
fr: L’utilsateur "{0}" n’a pas pu être supprimé de "{name}".
ja: グループ "{0}" を "{name}" から削除できませんでした。
nl: Groep "{0}" kan niet worden verwijderd uit "{name}".
ru: Не удалось убрать группу "{0}" из "{name}".

source: Group "{0}" has been successfully added to "{name}".
es: El grupo "{0}" se agregó correctamente a "{name}".
fr: L’utilsateur "{0}" a été ajouté à "{name}".
ja: グループ "{0}" が "{name}" に正常に追加されました。
nl: Groep "{0}" is toegevoegd aan "{name}".
ru: Группа "{0}" успешно добавлена к "{name}".

source: Group "{0}" has been successfully deleted.
es: El grupo "{0}" se eliminó correctamente.
fr: Le groupe "{0}" a été supprimé.
ja: グループ "{0}" が正常に削除されました。
nl: Groep "{0}" is verwijderd.
ru: Группа "{0}" успешно удалена.

source: Group "{0}" has been successfully removed from "{name}".
es: El grupo "{0}" se eliminó correctamente de "{name}".
fr: L’utilsateur "{0}" a été supprimé du groupe "{name}".
ja: グループ "{0}" は "{name}" から正常に削除されました。
nl: Groep "{0}" is verwijderd uit "{name}".
ru: Группа "{0}" успешно убрана из "{name}".

source: Group "{0}" roles could not be update in "{name}".
es: Los roles del grupo "{0}" no pudieron actualizarse en "{name}".
fr: Les rôles du groupe "{0}" n'ont pas pu être mis à jour dans "{name}".
ja: グループ "{0}" のロールを "{name}" で更新することができませんでした。
nl: Rollen van groep "{0}" kunnen niet worden bijgewerkt in "{name}".
ru: Не удалось обновить роли группы "{0}" в "{name}".

source: Group "{0}" roles successfully updated in "{name}".
es: Los roles del grupo "{0}" se actualizaron correctamente en "{name}".
fr: Les rôles du groupe "{0}" ont été mis à jour avec succès dans "{name}".
ja: グループ "{0}" のロールが "{name}" に正常に更新されました。
nl: Rollen van groep "{0}" succesvol bijgewerkt in "{name}".
ru: Группы роли "{0}" успешно обновлены в "{name}".

source: Group "{group}" could not be deleted.
es: No se pudo eliminar el grupo "{group}".
fr: Le groupe "{group}" n’a pas pu être supprimé.
ja: グループ "{group}" を削除できませんでした。
nl: Groep "{group}" kon niet worden verwijderd.
ru: Не удалось удалить группу "{group}".

source: Group "{group}" has been successfully deleted.
es: El grupo "{group}" se eliminó correctamente.
fr: Le groupe "{group}" a été supprimé.
ja: グループ "{group}" が正常に削除されました。
nl: Groep "{group}" is verwijderd.
ru: Группа "{group}" успешно удалена.

source: Group {0}
es: Grupo {0}
fr: Groupe {0}
ja: グループ {0}
nl: Groep {0}
ru: Группа {0}

source: Group {group}
es: Grupo {group}
fr: Groupe {group}
ja: グループ {group}
nl: Groep {group}
ru: Группа {group}

source: Group {groupId}
es: Grupo {groupId}
fr: Groupe {groupId}
ja: グループ {groupId}
nl: Groep {groupId}
ru: Группа {groupId}

source: Group could not be displayed.
es: No se pudo mostrar el grupo.
fr: Le groupe "" n’a pas pu être affiché.
ja: グループを表示できませんでした。
nl: Groep kan niet worden weergegeven.
ru: Не удалось отобразить группу.

source: Group list
es: Lista de grupos
fr: Liste des groupes
ja: グループリスト
nl: Groepslijst
ru: Список групп

source: Group name
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
nl: Groepsnaam
ru: Название группы

source: Groups
es: Grupos
fr: Groupes
ja: グループ
nl: Groepen
ru: Группы

source: Groups list could not be displayed.
es: No se pudo mostrar la lista de grupos.
fr: La liste des groupes n’a pas pu être affichée.
ja: グループリストを表示できませんでした。
nl: Groepenlijst kon niet worden weergegeven.
ru: Не удалось отобразить список групп.

source: Groups will appear once created
es: Los grupos aparecerán una vez creados
fr: Les groupes apparaîtront une fois créés
ja: グループは作成後に表示されます
nl: Groepen zullen verschijnen zodra ze zijn aangemaakt
ru: Группы появятся после создания

source: Help other Ansible users by sharing the awesome roles and collections you create.
ru: Помогайте другим пользователям Ansible, делясь потрясающими ролями и коллекциями, которые вы создаёте.

source: hidden value
es: valor oculto
fr: valeur cachée
ja: 非表示の値
nl: verborgen waarde
ru: скрытое значение

source: Hide advanced options
es: Ocultar las opciones avanzadas
fr: Masquer les options avancées
ja: 詳細オプションの非表示
nl: Geavanceerde opties verbergen
ru: Скрыть дополнительные опции

source: Hide from search
es: Ocultar de la búsqueda
fr: Masquer la recherche
ja: 検索からの非表示
nl: Verbergen voor zoekopdrachten
ru: Скрыть из поика

source: Hide password
ru: Скрыть пароль

source: Hide the signature
es: Ocultar la firma
fr: Masquer la signature
ja: 署名の非表示
nl: Verberg de handtekening
ru: Скрыть подпись

source: I understand that this action cannot be undone.
es: Entiendo que esta acción no se puede deshacer.
fr: Je comprends que cette action ne puisse être annulée.
ja: この操作は元に戻せないことを理解しています。
nl: Ik begrijp dat deze actie niet ongedaan kan worden gemaakt.
ru: Я понимаю что это действие нельзя будет отменить.

source: If selected, all content that is not present in the remote repository will be removed from the local repository; otherwise, sync will add missing content.
ru: Если выбрано, всё содержимое, отсутствующее в стороннем репозитории, будет удалено из локального репозитория; в противном случае синхронизация добавит отсутствующее содержимое.

source: If selected, TLS peer validation must be performed.
es: Si se selecciona, se debe realizar la validación de pares TLS.
fr: Si cette option est sélectionnée, la validation par les pairs TLS doit être effectuée.
ja: 選択されている場合は、TLS ピア検証を行う必要があります。
nl: Indien geselecteerd, moet TLS-peervalidatie worden uitgevoerd.
ru: Если выбрано, будет выполнена одноранговая проверка TLS.

source: If you populate this requirements file, this remote will only sync collections from this file, otherwise all collections will be synchronized.
es: Si completa este archivo de requisitos, este remoto solo sincronizará las colecciones de este archivo; de lo contrario, se sincronizarán todas las colecciones.
fr: Si vous remplissez ce fichier d'exigences, la télécommande ne synchronisera que les collections de ce fichier, sinon toutes les collections seront synchronisées.
ja: この要件ファイルに入力すると、このリモートはこのファイルからのコレクションのみを同期します。それ以外の場合は、すべてのコレクションが同期されます。
nl: Als u dit eisenbestand invult, zal deze afstand alleen collecties uit dit bestand synchroniseren, anders worden alle collecties gesynchroniseerd.
ru: Если вы заполните этот файл требований, со сторонними источниками будут синхронизироваться только указанные в нём коллекции; в противном случае будут синхронизированы все коллекции.

source: Image "{digest}" could not be deleted.
es: No se pudo eliminar la imagen "{digest}".
fr: Image "{digest}" n’a pas pu être supprimée.
ja: イメージ "{digest}" を削除できませんでした。
nl: Afbeelding "{digest}" kon niet worden verwijderd.
ru: Не удалось удалить образ "{digest}".

source: Image "{digest}" has been successfully deleted.
es: La imagen "{digest}" se eliminó correctamente.
fr: Image "{digest}" a été supprimée.
ja: イメージ "{digest}" が正常に削除されました。
nl: Afbeelding "{digest}" is verwijderd.
ru: Образ "{digest}" успешно удалён.

source: Image layers
es: Capas de imágenes
fr: Couches d'image
ja: イメージレイヤー
nl: Afbeeldingslagen
ru: Слои образа

source: Images
es: Imágenes
ja: イメージ
nl: Afbeeldingen
ru: Образы

source: Images will appear once uploaded
es: Las imágenes aparecerán una vez cargadas
fr: Les images apparaîtront une fois téléchargées
ja: アップロード後にイメージが表示されます
nl: Afbeeldingen zullen verschijnen zodra geüpload
ru: Образы появятся после загрузки

source: Import
ru: Импорт

source: Import and move to staging
es: Importar y trasladar a la puesta en escena
fr: Importez et déplacez vers la zone de transit
ja: インポートしてステージングに移動
nl: Importeren en verplaatsen naar staging
ru: Импортировать и поместить в staging

source: Import collection
ru: Импорт коллекции

source: Import log
es: Registro de importación
fr: Journal des importations
ja: ログのインポート
nl: Logboek importeren
ru: Импорт журнала

source: Import new version
ru: Импорт новой версии

source: Import repository version
ru: Импорт версии репозитория

source: Import role
ru: Импорт роли

source: Import started
ru: Импорт запущен

source: Imports
es: Importaciones
fr: Importations
ja: インポート
nl: Invoer
ru: Импорты

source: In order to retain all versions, leave this field blank.
es: Para conservar todas las versiones, deje este campo en blanco.
fr: Afin de conserver toutes les versions, laissez ce champ vide.
ja: すべてのバージョンを保持するには、このフィールドを空白のままにします。
nl: Laat dit veld leeg om alle versies te behouden.
ru: Чтобы сохранить все версии, оставьте это поле пустым

source: Include all dependencies when syncing a collection.
ru: Подключить все зависимости при синхронизации коллекции.

source: Index execution environments
es: Entornos de ejecución de índices
fr: Indexation des environnements d'exécution
ja: 実行環境のインデックス作成
nl: Index uitvoeringsomgevingen
ru: Индексировать среды исполнения

source: Indexing execution environments is only supported on registry.redhat.io
es: La indexación de entornos de ejecución sólo es compatible con registry.redhat.io
fr: L'indexation des environnements d'exécution n'est prise en charge que sur registry.redhat.io
ja: 実行環境のインデックス作成は、registry.redhat.io のみでサポートされます
nl: Het indexeren van uitvoeringsomgevingen wordt alleen ondersteund op registry.redhat.io
ru: Индексация сред исполнения поддерживается только для реестра registry.redhat.io

source: Indexing started for execution environment "{name}".
es: Se inició la indexación para el entorno de ejecución "{name}".
fr: L’indexation commence pour l’environnement d’exécution "{name}".
ja: 実行環境 "{name}" のインデックス化が開始されました。
nl: Indexering gestart voor uitvoeringsomgeving "{name}".
ru: Запущена индексация среды исполнения "{name}".

source: Info
ru: Информация

source: ini entries:
ru: Записи ini:

source: Install
es: Instalar
fr: Installer
ja: インストール
nl: Installeren
ru: Установить

source: Installation
es: Instalación
ja: インストール
nl: Installatie
ru: Установка

source: Installation:
es: Instalación:
ja: インストール:
nl: Installatie:
ru: Установка:

source: Instructions
es: Instrucciones
ja: 手順
nl: Instructies
ru: Инструкции

source: Invalid file format: {detectedType} (expected: {acceptedTypes}).
ru: Неправильный формат файла: {detectedType} (ожидалось: {acceptedTypes}).

source: Invalid file name. Collections must be formatted as 'namespace-collection_name-1.0.0'
es: Nombre de archivo no válido. Las colecciones deben tener el formato 'espacio-nombre-colección-1.0.0'
fr: Nom de fichier non valide. Les collections doivent être formatées ainsi 'namespace-collection_name-1.0.0'
ja: ファイル名が無効です。コレクションの形式は 'namespace-collection_name-1.0.0' のようにする必要があります
nl: Ongeldige bestandsnaam. Collecties moeten worden geformatteerd als 'namespace-collection_name-1.0.0'
ru: Неправильное имя файла. Коллекции должны иметь формат 'namespace-collection_name-1.0.0'

source: Invalid login credentials.
es: Credenciales de acceso no válidas.
fr: Identifiants de connexion non valides.
ja: ログイン認証情報が無効です。
nl: Ongeldige inloggegevens.
ru: Неправильные учетные данные входа.

source: It's safe to close this window. These tasks will finish in the background.
es: Es seguro cerrar esta ventana. Estas tareas terminarán en segundo plano.
fr: Vous pouvez fermer cette fenêtre en toute sécurité. Ces tâches se termineront en arrière-plan.
ja: このウィンドウを安全に閉じることができます。このタスクはバックグラウンドで完了されます。
nl: Het is veilig om dit venster te sluiten. Deze taken zullen op de achtergrond eindigen.
ru: Это окно можно безопасно закрыть. Эти задачи завершатся в фоновом режиме.

source: Items per page
ru: Записей на страницу

source: Key
ru: Ключ

source: Key fingerprint
es: Huella digital de la clave
fr: Empreinte digitale de la clé
ja: 鍵のフィンガープリント
nl: Sleutel fingerprint
ru: Отпечаток ключа

source: Keyboard Shortcuts
ru: Сочетания клавиш

source: keywords
es: palabras clave
fr: mots clés
ja: キーワード
nl: trefwoorden
ru: ключевые слова

source: Keywords
es: Palabras clave
fr: Mots clés
ja: キーワード
nl: Trefwoorden
ru: Ключевые слова

source: Labels
es: Etiquetas
fr: Libellés
ja: ラベル
ru: Метки

source: Last modified
es: Última modificación
fr: Dernière modification
ja: 最終変更日時
nl: Laatste wijziging
ru: Последнее изменение

source: Last name
es: Apellido
fr: Nom
ja: 姓
nl: Achternaam
ru: Фамилия

source: Last updated
es: Última actualización
fr: Dernière mise à jour
ja: 最終更新日時
nl: Laatst geüpdatet
ru: Последнее обновление

source: Last updated <0/>
es: Última actualización <0/>
fr: Dernière mise à jour <0/>
ja: 最終更新日時 <0/>
nl: Laatst geüpdatet <0/>
ru: Последнее обновление <0/>

source: Last updated from registry {0}
es: Última actualización del registro {0}
fr: Dernière mise à jour du registre {0}
ja: レジストリー {0} からの最終更新
nl: Laatst bijgewerkt vanuit register {0}
ru: Последнее обновление из реестра {0}

source: Layers
es: Capas
fr: Couches
ja: レイヤー
nl: Lagen
ru: Слои

source: Legacy namespace <0>{name}</0> is opted in to Ansible Lightspeed.
es: El espacio de nombres heredado <0>{name}</0> está integrado en Ansible Lightspeed.
fr: L'espace de noms hérité <0>{name}</0> est intégré à Ansible Lightspeed.
ja: レガシー名前空間 <0>{name}</0> は、Ansible Lightspeed にオプトインされています。
nl: Verouderde namespace <0>{name}</0> is ingeschakeld voor Ansible Lightspeed.
ru: Устаревшее пространство имён <0>{name}</0> выбрано для Ansible Lightspeed.

source: Legacy namespace <0>{name}</0> is opted out of Ansible Lightspeed.
es: El espacio de nombres heredado <0>{name}</0> está excluido de Ansible Lightspeed.
fr: L'espace de noms hérité <0>{name}</0> est exclu d'Ansible Lightspeed.
ja: レガシー名前空間 <0>{name}</0> は、Ansible Lightspeed からオプトアウトされています。
nl: Verouderde namespace <0>{name}</0> is uitgeschakeld voor Ansible Lightspeed.
ru: Устаревшее пространство имён <0>{name}</0> исключено из Ansible Lightspeed.

source: License
es: Licencia
fr: Licence
ja: ライセンス
nl: Licentie
ru: Лицензия

source: Limits total download rate in requests per second.
es: Limita la velocidad total de descarga en solicitudes por segundo.
fr: Limite le débit total de téléchargement en demandes par seconde.
ja: 1 秒あたりの要求の合計ダウンロード速度を制限します。
nl: Beperkt de totale downloadsnelheid in verzoeken per seconde.
ru: Ограничить общую скорость загрузки в запросах в секунду.

source: Link text
es: Texto del enlace
fr: Texte du lien
ja: リンクテキスト
nl: Link tekst
ru: Текст ссылки

source: Link URL
es: Enlace URL
fr: Lien URL
ja: リンク URL
ru: URL ссылки

source: List of Collections
es: Lista de colecciones
fr: Liste des collections
ja: コレクションの一覧
nl: Lijst van collecties
ru: Список коллекций

source: List of role namespaces
ru: Список пространств имён роли

source: List of roles
ru: Список ролей

source: List of versions
es: Lista de versiones
fr: Liste des versions
ja: バージョンのリスト
nl: Lijst met versies
ru: Список версий

source: Load token
es: Ficha de carga
fr: Jeton de charge
ja: トークンの読み込み
nl: Laadtoken
ru: Загрузка токена

source: Loading distribution...
ru: Загрузка распространения...

source: Loading...
ru: Загрузка...

source: Local
ja: ローカル
nl: Lokaal
ru: Локальная

source: Log In
es: Iniciar sesión
fr: Connexion
ja: ログイン
nl: Inloggen
ru: Вход

source: Log in to your account
es: Acceda a su cuenta
fr: Connectez-vous à votre compte
ja: アカウントにログイン
nl: Log in op uw account
ru: Войдите в свою учётную запись

source: Login
es: Inicio de sesión
fr: Connexion
ja: ログイン
nl: Inloggen
ru: Войти

source: Logo URL
es: URL del logotipo
ja: ロゴ URL
ru: URL логотипа

source: Logout
es: Finalización de la sesión
fr: Déconnexion
ja: ログアウト
nl: Afmelden
ru: Выйти

source: Make private
es: Hacer privado
fr: Rendre privé
ja: 非公開にする
nl: Privé maken
ru: Сделать приватным

source: Make the repository private.
es: Haz que el repositorio sea privado.
fr: Rendre le référentiel privé.
ja: リポジトリーを非公開にします。
nl: Maak de repository privé.
ru: Сделать репозиторий приватным.

source: Manage all content types.
es: Gestionar todos los tipos de contenido.
fr: Gérez tous les types de contenu.
ja: すべてのコンテンツタイプを管理します。
nl: Beheer alle soorten inhoud.
ru: Управление всеми типами содержимого.

source: Manage ansible repositories.
es: Gestionar repositorios de Ansible.
fr: Gérer les référentiels ansible.
ja: ansible リポジトリーを管理します。
nl: Beheer ansible repository's.
ru: Управление репозиториями Ansible.

source: Manage collection remotes.
es: Gestionar remotos de colecciones.
fr: Changer la collection d’utilisateurs à distance.
ja: コレクションリモートを管理します。
nl: Beheer collectie-afstanden.
ru: Управление сторонними источниками коллекций.

source: Manage tags
es: Gestionar etiquetas
fr: Gérer les tags
ja: タグの管理
nl: Tags beheren
ru: Управление тегами

source: Manage tokens
ru: Управление токенами
