Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: (latest)
es: (más reciente)
fr: (dernier)
ja: (最新)
nl: (laatst)
ru: (последняя)

source: (signed)
es: (firmado)
fr: (signé)
ja: (署名済み)
nl: (ondertekend)
ru: (подписанная)

source: (unsigned)
es: (no firmado)
fr: (réversion de signature)
ja: (未署名)
nl: (niet ondertekend)
ru: (неподписанная)

source: (uploaded)
es: (cargado)
fr: (téléchargé)
ja: (アップロード済み)
nl: (geüpload)
ru: (загружена)

source: {0} logo
es: {0} Logotipo
ja: {0} ロゴ
ru: Логотип {0}

source: {0} was added
es: {0} se añadió
fr: {0} a été ajouté
ja: {0} が追加されました
nl: {0} werd toegevoegd
ru: {0} было добавлено

source: {collectionName}'s versions.
es: Versiones de {collectionName}.
fr: Versions de {collectionName}.
ja: {collectionName} のバージョン。
nl: versies van {collectionName}.
ru: Версии коллекции {collectionName}

source: {count} more
es: {count} más
fr: {count} plus
ja: {count} 以上
nl: {count} meer
ru: {count} ещё

source: {currentLanguage} (browser default)
ru: {currentLanguage} (настройки браузера по умолчанию)

source: {currentLanguage} (current)
ru: {currentLanguage} (текущий)

source: {downloadCount} Downloads
ru: {downloadCount} загрузок

source: {name} will be cancelled.
es: {name} se cancelará.
fr: {name} sera annulé.
ja: {name} はキャンセルされます。
nl: {name} zal worden geannuleerd.
ru: {name} будет отменена.

source: {name} will stop running.
es: {name} dejará de funcionar.
fr: {name} va cesser de fonctionner.
ja: {name} は実行を停止します。
nl: {name} zal stoppen met draaien.
ru: Выполнение {name} будет остановлено.

source: {nsTitle} logo
ru: Логотип {nsTitle}

source: {title} logo
ru: Логотип {title}

source: {title} steps
es: {title} pasos
fr: {title} étapes
ja: {title} ステップ
nl: Stappen van {title}
ru: Шаги {title}

source: <0/> was added
es: <0/> se añadió
fr: <0/> a été ajouté
ja: <0/> が追加されました
nl: <0/> is toegevoegd
ru: <0/> было добавлено

source: <0/> was added to <1/>
es: <0/> se añadió a <1/>
fr: <0/> a été ajouté à <1/>
ja: <0/> が <1/> に追加されました
nl: <0/> is toegevoegd aan <1/>
ru: <0/> было добавлено в <1/>

source: <0/> was moved to <1/> from <2/>
es: <0/> se trasladó a <1/> desde <2/>
fr: <0/> a été déplacé de <1/> vers <2/>
ja: <0/> が <2/> から <1/> に移動されました
nl: <0/> is verplaatst naar <1/> vanuit <2/>
ru: <0/> было перемещено в <1/> из <2/>

source: <0/> was removed
es: <0/> se eliminó
fr: <0/> a été supprimé
ja: <0/> が削除されました
nl: <0/> is verwijderd
ru: <0/> было удалено

source: <0/> was removed from <1/>
es: <0/> se eliminó de <1/>
fr: <0/> a été retiré de <1/>
ja: <0/> が <1/> から削除されました
nl: <0/> is verwijderd uit <1/>
ru: <0/> было удалено из <1/>

source: <0>{0}</0> will be deleted.
es: <0>{0}</0> se eliminará.
fr: <0>{0}</0> sera supprimé.
ja: <0>{0}</0> が削除されます。
nl: <0>{0}</0> zal worden gewist.
ru: <0>{0}</0> будет удалено.

source: <0>{0}</0> will be permanently deleted.
es: <0>{0}</0> se eliminará permanentemente.
fr: <0>{0}</0> sera définitivement supprimé.
ja: <0>{0}</0> は完全に削除されます。
nl: <0>{0}</0> zal permanent worden verwijderd.
ru: <0>{0}</0> будет удалено навсегда.

source: <0>{0}</0>, provided by <1>{1}</1>
ru: <0>{0}</0>, предоставлено <1>{1}</1>

source: <0>{firstIndex} - {lastIndex}</0> of <1>{itemCount}</1>
es: <0>{firstIndex} - {lastIndex}</0> de <1>{itemCount}</1>
fr: <0>{firstIndex} - {lastIndex}</0> de <1>{itemCount}</1>
ja: <0>{firstIndex} - {lastIndex}</0> / <1>{itemCount}</1>
nl: <0>{firstIndex} - {lastIndex}</0> van <1>{itemCount}</1>
ru: <0>{firstIndex} - {lastIndex}</0> из <1>{itemCount}</1>

source: <0>{name}</0> will be permanently deleted.
es: <0>{name}</0> se eliminará permanentemente.
fr: <0>{name}</0> sera définitivement supprimé.
ja: <0>{name}</0> は完全に削除されます。
nl: <0>{name}</0> zal permanent worden verwijderd.
ru: <0>{name}</0> будет удалена навсегда.

source: <0>Note:</0> Installing collections with ansible-galaxy is only supported in ansible-core>=2.13.9
ru: <0>Примечание:</0> Установка коллекций с помощью ansible-galaxy поддерживается только с ansible-core>=2.13.9

source: <0>Note:</0> Use this URL to configure ansible-galaxy to upload collections to this namespace. More information on ansible-galaxy configurations can be found <1>here</1>.
ru: <0>Note</0> Используйте этот URL для настройки ansible-galaxy для выгрузки коллекций в это пространство имён. Больше информации о настройках ansible-galaxy вы можете найти <1>здесь</1>.

source: <0>Removed in version</0> {0}
ru: <0>Удалено в версии</0> {0}

source: <0>Role <1>{0}</1> will be permanently deleted.</0><2>This will also remove all associated permissions under this role.</2>
es: <0>El rol <1>{0}</1> se eliminará permanentemente.</0><2>Esto también eliminará todos los permisos asociados bajo este rol.</2>
fr: <0>Le rôle <1>{0}</1> sera définitivement supprimé.</0><2>Cela supprimera également toutes les permissions associées à ce rôle.</2>
ja: <0>ロール<1>{0}</1> は永久に削除されます。</0><2>また、このロールの下にあるすべての関連するパーミッションも削除されます。</2>
nl: <0>Rol <1>{0}</1> wordt permanent verwijderd.</0><2>Hiermee worden ook alle bijbehorende machtigingen van deze rol verwijderd.</2>
ru: <0>Роль <1>{0}</1> будет удалена навсегда.</0><2>Это приведёт к удалению всех разрешений, связанных с этой ролью.</2>

source: <0>WARNING</0> copy this token now. This is the only time you will ever see it.
es: <0>ADVERTENCIA</0> copie este token ahora. Esta es la única vez que lo verá.
fr: <0>ATTENTION</0> copiez ce jeton maintenant. C'est la seule fois que vous le verrez.
ja: <0>警告</0> このトークンを今すぐコピーしてください。このトークンはこれ以降表示されません。
nl: <0>WAARSCHUWING</0> kopieer dit token nu. Dit is de enige keer dat u het ooit zult zien.
ru: <0>ПРЕДУПРЕЖДЕНИЕ</0> скопируйте токен прямо сейчас. Это единственный раз когда вы его видите.

source: <0>WARNING</0> loading a new token will delete your old token.
es: <0>ADVERTENCIA</0> cargar un nuevo token borrará su antiguo token.
fr: <0>ATTENTION</0> le chargement d'un nouveau jeton supprimera votre ancien jeton.
ja: <0>警告</0> 新しいトークンを読み込むと、古いトークンが削除されます。
nl: <0>WAARSCHUWING</0> het laden van een nieuw token zal uw oude token verwijderen.
ru: <0>ПРЕДУПРЕЖДЕНИЕ</0> загрузка нового токена приведёт к удалению вашего старого токена.

source: <0>Your roles and collections may be used as training data for a machine learning model that provides Ansible automation content recommendations.</0><1>If you have concerns, please contact the Ansible team at <2>ansible-content-ai@redhat.com</2>.</1>
es: <0>Sus funciones y colecciones pueden utilizarse como datos de entrenamiento para un modelo de aprendizaje automático que proporciona recomendaciones de contenido de automatización de Ansible.</0><1>Si tiene alguna duda, póngase en contacto con el equipo de Ansible en <2>ansible-content-ai@redhat.com</2>.</1>
fr: <0>Vos rôles et collections peuvent être utilisés comme données d'entraînement pour un modèle d'apprentissage automatique qui fournit des recommandations de contenu d'automatisation Ansible.</0><1>Si vous avez des préoccupations, veuillez contacter l'équipe Ansible à l'adresse suivante <2>ansible-content-ai@redhat.com</2>.</1>
ja: <0>お使いのロールとコレクションは、Ansible Automation コンテンツの推奨事項を提供する機械学習モデルのトレーニングデータとして使用される場合があります。</0><1> ご不明な点がございましたら、Ansible チーム (<2>ansible-content-ai@redhat.com</2>) までお問い合わせください。</1>
nl: <0>Uw rollen en collecties kunnen worden gebruikt als trainingsgegevens voor een machine learning-model dat aanbevelingen geeft voor de inhoud van de Ansible automatisering.</0><1>Als u vragen heeft, neem dan contact op met het Ansible-team op <2>ansible-content-ai@redhat.com</2>.</1>
ru: <0>Ваши роли и коллекции могут быть использованы в качестве обучающих данных для модели машинного обучения, которая предоставляет рекомендации по контенту для автоматизации Ansible.</0><1>Если у вас возникли вопросы, пожалуйста, свяжитесь с командой Ansible по адресу <2>ansible-content-ai@redhat.com</2>.</1>

source: 404 - Page not found
es: 404 - Página no encontrada
fr: 404 - Page non trouvée
ja: 404 - ページが見つかりません
nl: 404 - Pagina niet gevonden
ru: 404 - Страница не найдена

source: A PEM encoded client certificate used for authentication.
es: Un certificado de cliente codificado en PEM utilizado para la autenticación.
fr: Un certificat client codé PEM utilisé pour l'authentification.
ja: 認証に使用する PEM でエンコードされたクライアント証明書。
nl: Een PEM-gecodeerd cliëntcertificaat dat wordt gebruikt voor authenticatie.
ru: Сертификат в формате PEM, используемый для аутентификации.

source: A PEM encoded private key used for authentication.
es: Una clave privada codificada en PEM utilizada para la autenticación.
fr: Une clé privée codée PEM utilisée pour l'authentification.
ja: 認証に使用する PEM でエンコードされた秘密鍵。
nl: Een PEM-gecodeerde privésleutel die wordt gebruikt voor authentificatie.
ru: Приватный ключ в формате PEM, используемый для аутентификации.

source: A tag may contain lowercase and uppercase ASCII alphabetic characters, digits, underscores, periods, and dashes. A tag must not start with a period, underscore, or a dash.
es: Una etiqueta puede contener caracteres alfabéticos ASCII en minúsculas y mayúsculas, dígitos, guiones bajos, puntos y guiones. Una etiqueta no debe comenzar con un punto, un guión bajo o un guión.
fr: Un tag peut contenir des caractères alphabétiques ASCII minuscules et majuscules, des chiffres, des traits de soulignement, des points et des tirets. Un tag ne doit pas commencer par un point, un trait de soulignement ou un tiret.
ja: タグには、小文字、大文字、小文字、数字、アンダースコア、ピリオド、およびダッシュを含めることができます。ただし、ピリオド、アンダースコア、またはダッシュで開始しないでください。
nl: Een tag mag kleine letters en hoofdletters bevatten, ASCII alfabetische tekens, cijfers, underscores, punten, en streepjes. Een tag mag niet beginnen met een punt, underscore, of een streepje.
ru: Тег может содержать символы ASCII в верхнем и нижнем регистрах, цифры, знак подчёркивания, точки и дефисы. Тег не должен начинаться с точки, подчёркивания или дефиса.

source: About
es: Acerca de
fr: À propos de
ja: 情報
nl: Over
ru: О программе

source: Access
es: Acceso
fr: Accès
ja: アクセス
nl: Toegang
ru: Доступ

source: Activities
es: Actividades
fr: Activités
ja: アクティビティー
nl: Activiteiten
ru: Действия

source: Activities will appear once you push something
es: Las actividades aparecerán cuando pulse algo
fr: Les activités apparaîtront une fois que vous aurez appuyé sur quelque chose
ja: 項目をプッシュするとアクティビティーが表示されます
nl: Activiteiten zullen verschijnen zodra u op iets drukt
ru: Действия появятся, как только вы что-нибудь нажмёте

source: Activity
es: Actividad
fr: Activité
ja: アクティビティー
nl: Activiteit
ru: Действия

source: Add
es: Añadir
fr: Ajouter
ja: 追加
nl: Toevoegen
ru: Добавить

source: Add a README with instructions for using this container.
es: Añada un LÉEME con las instrucciones de uso de este contenedor.
fr: Ajoutez un fichier README avec des instructions pour utiliser ce conteneur.
ja: このコンテナーの使用手順を記載した README を追加します。
nl: Voeg een README toe met instructies voor het gebruik van deze container.
ru: Добавьте README с инструкциями по использованию этого контейнера.

source: Add a role description here
es: Agregar una descripción del rol aquí
fr: Ajoutez une description de rôle ici
ja: ここにロールの説明を追加
nl: Voeg hier een rolbeschrijving toe
ru: Добавьте описание роли здесь

source: Add and remove repository
ru: Добавить или удалить репозиторий

source: Add collection
es: Añadir colección
fr: Ajouter collection
ja: コレクションの追加
nl: Collectie toevoegen
ru: Добавить коллекцию

source: Add execution environment
es: Agregar entorno de ejecución
fr: Ajoutez un environnement d'exécution
ja: 実行環境の追加
nl: Uitvoeringsomgeving toevoegen
ru: Добавить среду исполнения

source: Add new remote
es: Añadir nuevo remoto
fr: Ajouter un utilisateur à distance
ja: 新しいリモートの追加
nl: Nieuwe afstand toevoegen
ru: Добавить сторонний источник

source: Add new repository
es: Añadir nuevo repositorio
fr: Ajouter un nouveau référentiel
ja: 新しいリポジトリーの追加
nl: Nieuwe repository toevoegen
ru: Добавить репозиторий

source: Add new tag
es: Añadir nueva etiqueta
fr: Ajouter un nouveau tag
ja: 新規タグの追加
nl: Nieuwe tag toevoegen
ru: Добавить тег

source: Add new tag to image
es: Añadir una nueva etiqueta a la imagen
fr: Ajouter un nouveau tag à l'image
ja: 新規タグのイメージへの追加
nl: Nieuwe tag aan afbeelding toevoegen
ru: Добавить тег для образа

source: Add or remove
ru: Добавить или удалить

source: Add remote
es: Añadir remoto
fr: Ajouter un utilisateur à distance
ja: リモートの追加
nl: Afstand toevoegen
ru: Добавить сторонний источник

source: Add remote registry
es: Añadir registro remoto
fr: Ajouter un registre à distance
ja: リモートレジストリーの追加
nl: Extern register toevoegen
ru: Добавить сторонний реестр

source: Add repository
es: Añadir repositorio
fr: Ajouter un référentiel
ja: リポジトリーの追加
nl: Repository toevoegen
ru: Добавить репозиторий

source: Add roles
es: Agregar roles
fr: Ajouter des rôles
ja: ロールの追加
nl: Rollen toevoegen
ru: Добавить роли

source: Add selected users to group
es: Añadir los usuarios seleccionados al grupo
fr: Ajouter les utilisateurs sélectionnés au groupe
ja: 選択したユーザーのグループへの追加
nl: Geselecteerde gebruikers aan groep toevoegen
ru: Добавить выбранных пользователей в группу

source: Add tag(s) to exclude
es: Añadir etiqueta(s) para excluir
fr: Ajouter un ou plusieurs tags à exclure
ja: 除外するタグの追加
nl: Tag(s) toevoegen om uit te sluiten
ru: Добавьть тег(и) в исключения

source: Add tag(s) to include
es: Añadir etiqueta(s) para incluir
fr: Ajouter une ou plusieurs tags à inclure
ja: 含めるタグの追加
nl: Tag(s) toevoegen om op te nemen
ru: Добавить тег(и) во включения

source: Additional details
es: Más información
fr: Détails supplémentaires
ja: さらなる詳細
nl: Extra details
ru: Дополнительные подробности

source: aliases
ru: псевдонимы

source: All
es: Todos
fr: Tout
ja: すべて
nl: Alle
ru: Все

source: All associated permissions under this role were removed.
es: Se han eliminado todos los permisos asociados a este rol.
fr: Toutes les permissions associées à ce rôle ont été supprimées.
ja: このロールに関連付けられているすべてのパーミッションが削除されました。
nl: Alle bijbehorende machtigingen van deze rol zijn verwijderd.
ru: Все разрешения, связанные с этой ролью, будут удалены.

source: All policies and guidelines
ru: Все политики и руководства

source: All Repos
ru: Все репозитории

source: Allow all actions on a task schedule.
ru: Разрешить все действия по планированию задач.

source: Allow all actions on a task.
es: Permitir todas las acciones en una tarea.
fr: Autoriser toutes les actions sur une tâche.
ja: タスクのすべてのアクションを許可します。
nl: Alle acties voor een taak toestaan.
ru: Разрешить все действия над задачами.

source: Already the current version
es: Ya está la versión actual
fr: Déjà la version actuelle
ja: すでに現行バージョン
nl: Al de huidige versie
ru: Уже на этой версии

source: Alternative:
ru: Альтернатива:

source: Ansible Community Forum
ru: Форум Ansible Community

source: Ansible Lightspeed settings
es: Configuración de Ansible Lightspeed
fr: Paramètres d'Ansible Lightspeed
ja: Ansible Lightspeed の設定
nl: Ansible Lightspeed-instellingen
ru: Настройки Ansible Lightspeed

source: API Error: {ex}
es: Error de API: {ex}
fr: Erreur d’API : {ex}
ja: API エラー: {ex}
nl: API-fout: {ex}
ru: Ошибка API: {ex}

source: API Error: {status}
es: Error de API: {status}
fr: Erreur d’API : {status}
ja: API エラー: {status}
nl: API-fout: {status}
ru: Ошибка API: {status}

source: API Error: Failed to set deprecation.
es: Error de API: No se ha podido pasar a desuso.
fr: Erreur d'API : Impossible de définir la dépréciation.
ja: API エラー: 非推奨の設定に失敗しました。
nl: API-fout: Mislukt om deprecatie in te stellen.
ru: Ошибка API: Сбой при установке флага устаревания.

source: API error. Status code: {0}
es: Error de API. Código de estado: {0}
fr: Erreur API. Statut code : {0}
ja: API エラー。ステータスコード: {0}
nl: API-fout. Status code: {0}
ru: Ошибка API. Код статуса: {0}

source: API token
es: Token API
fr: Token API
ja: API トークン
ru: Токен API

source: Approval
es: Aprobación
fr: Approbation
ja: 承認
nl: Goedkeuring
ru: Согласование

source: Approval dashboard
es: Cuadro de mandos de aprobación
fr: Tableau de bord des approbations
ja: 承認ダッシュボード
nl: Goedkeuring dashboard
ru: Панель согласования

source: Approval status:
es: Estado de aprobación:
fr: Statut d'approbation :
ja: 承認状態:
nl: Goedkeuringsstatus:
ru: Статус согласования:

source: Approve
es: Aprobar
fr: Approuver
ja: 承認
nl: Goedkeuring
ru: Одобрить

source: Approve, reject and sync collections from remotes.
es: Aprueba, rechaza y sincroniza las colecciones desde los mandos a distancia.
fr: Approuver, rejeter et synchroniser les collections à distance.
ja: リモートからのコレクションを承認、拒否、同期します。
nl: Collecties van externe items goedkeuren, afwijzen en synchroniseren.
ru: Одобрение, отклонение и синхронизация коллекций со сторонними источниками.

source: approved
es: aprobado
fr: approuvé
ja: 承認
nl: goedgekeurd
ru: одобрена

source: Approved
es: Aprobado
fr: Approuvé
ja: 承認済
nl: Goedgekeurd
ru: Одобрена

source: Are you sure you want to delete the remote <0>{name}</0>?<1/><2>Note:</2> This will also delete all associated resources under this remote.
es: ¿Está seguro de que desea borrar el remoto <0>{name}</0>?<1/><2>Nota:</2> esto también borrará todos los recursos asociados a este remoto.
fr: Êtes-vous sûr de vouloir supprimer la télécommande <0>{name}</0>?<1/><2>Note :</2> Cette opération supprimera également toutes les ressources associées à cette télécommande.
ja: リモート <0>{name}</0> を削除してもよろしいですか? <1/><2>注記:</2> これにより、このリモート配下の関連付けられているすべてのリソースも削除されます。
nl: Weet u zeker dat u de afstand <0>{name}</0> wilt verwijderen?<1/><2>Opmerking:</2> hiermee worden ook alle gekoppelde bronnen onder deze afstand verwijderd.
ru: Вы действительно хотите удалить сторонний источник <0>{name}</0>?<1/><2>Примечание:</2> Это также приведёт к удалению всех ресурсов, связанных с этим источником.

source: Are you sure you want to delete the repository <0>{name}</0>?<1/><2>Note:</2> This will also delete all associated resources under this repository.
es: ¿Está seguro de que quiere borrar el repositorio <0>{name}</0>?<1/><2>Nota:</2> esto también borrará todos los recursos asociados a este repositorio.
fr: Êtes-vous sûr de vouloir supprimer le référentiel <0>{name}</0>?<1/><2>Note :</2> Cela supprimera également toutes les ressources associées à ce référentiel.
ja: リポジトリー <0>{name}</0> を削除してもよろしいですか? <1/><2>注記:</2> これにより、このリポジトリー配下の関連付けられているすべてのリソースも削除されます。
nl: Weet u zeker dat u deze repository <0>{name}</0> wilt verwijderen?<1/><2>Opmerking:</2> hiermee worden ook alle gekoppelde bronnen onder deze repository verwijderd.
ru: Вы действительно хотите удалить репозиторий <0>{name}</0>/<1/><2>Примечание:</2> Это также приведёт к удалению всех ресурсов, связанных с этим репозиторием.

source: Are you sure you want to opt the following legacy namespace out of Ansible Lightspeed?
es: ¿Está seguro de que desea excluir el siguiente espacio de nombres heredado de Ansible Lightspeed?
fr: Êtes-vous sûr de vouloir retirer l'espace de noms suivant d'Ansible Lightspeed ?
ja: Ansible Lightspeed から以下のレガシー名前空間をオプトアウトしてもよろしいですか?
nl: Weet u zeker dat u de volgende verouderde namespace uit Ansible Lightspeed wilt verwijderen?
ru: Вы уверены, что хотите исключить следующее устаревшее пространство имён из Ansible Lightspeed?

source: Are you sure you want to opt the following namespace out of Ansible Lightspeed?
es: ¿Está seguro de que desea excluir el siguiente espacio de nombres de Ansible Lightspeed?
fr: Êtes-vous sûr de vouloir retirer l'espace de noms suivant d'Ansible Lightspeed ?
ja: Ansible Lightspeed から以下の名前空間をオプトアウトしてもよろしいですか?
nl: Weet u zeker dat u de volgende namespace uit Ansible Lightspeed wilt verwijderen?
ru: Вы уверены, что хотите исключить следующее пространство имён из Ansible Lightspeed?

source: Are you sure you want to remove the collection version <0>{namespace}.{name} v{version}</0> from the <1>{repositoryName}</1> repository?
es: ¿Está seguro de que desea eliminar la versión de la colección <0>{namespace}.{name} v{version}</0> del repositorio <1>{repositoryName}</1>?
fr: Êtes-vous sûr de vouloir supprimer la version de la collection <0>{namespace}.{name} v{version}</0> du référentiel <1>{repositoryName}</1>?
ja: <1>{repositoryName}</1> リポジトリーからコレクションバージョン <0>{namespace}.{name} v{version}</0> を削除してもよろしいですか?
nl: Weet u zeker dat u de collectieversie <0>{namespace}.{name} v{version}</0> uit de repository <1>{repositoryName}</1> wilt verwijderen?
ru: Вы уверены, что хотите удалить коллекцию версии <0>{namespace}.{name} v{version}</0> из репозитория <1>{repositoryName}</1>?

source: Are you sure you want to revert this repository to the version below?
es: ¿Está seguro de que desea revertir este repositorio a la versión anterior?
fr: Êtes-vous sûr de vouloir revenir à la version ci-dessous ?
ja: このリポジトリーを以下のバージョンに戻してもよろしいですか?
nl: Weet u zeker dat u deze repository wilt terugzetten naar de onderstaande versie?
ru: Вы уверены, что хотите вернуть этот репозиторий к указанной ниже версии?

source: Authentication provider
es: Proveedor de autenticación
fr: Fournisseur d’authentification
ja: 認証プロバイダー
nl: Verificatieprovider
ru: Провайдер аутентификации

source: Automatic
ru: Автоматически

source: Available matching collections
ru: Доступные соответствующие коллекции

source: Available matching execution environments
ru: Доступные соответствующие среды исполнения

source: Available matching namespaces
ru: Доступные соответствующие пространства имён

source: Available matching role namespaces
ru: Доступные соответствующие роли пространств имён

source: Available matching roles
ru: Доступные соответствующие роли

source: Back
es: Volver
fr: Retour
ja: 戻る
nl: Terug
ru: Назад

source: Base path
es: Ruta base
fr: Chemin de base
ja: ベースパス
nl: Basispad
ru: Основной путь

source: Base version
es: Versión base
fr: Version de base
ja: ベースバージョン
nl: Basisversie
ru: Основная версия

source: Based on {0} surveys.
ru: На основе {0} опросов.

source: Breadcrumb
ru: Хлебные крошки

source: Browse
ru: Обзор

source: Browse...
es: Navegar...
fr: Navigation....
ja: 参照...
nl: Bladeren...
ru: Обзор...

source: Browser OS
es: Sistema operativo del navegador
fr: Navigateur SE
ja: ブラウザー OS
ru: Браузер ОС

source: Browser Version
es: Versión del navegador
fr: Version du navigateur
ja: ブラウザーバージョン
nl: Browserversie
ru: Версия браузера

source: Build image from Containerfile
ru: Сборка образа из Containerfile

source: Built-in
es: Incorporado
fr: Intégré
ja: 組み込み
nl: Ingebouwd
ru: Встроенный

source: Built-in roles cannot be deleted.
es: Los roles incorporados no pueden eliminarse.
fr: Les rôles intégrés ne peuvent pas être supprimés.
ja: 組み込みのロールは削除できません。
nl: Ingebouwde rollen kunnen niet worden verwijderd.
ru: Встроенные роли не могут быть удалены.

source: Built-in roles cannot be edited or deleted.
es: Los roles incorporados no pueden editarse ni eliminarse.
fr: Les rôles intégrés ne peuvent pas être modifiés ou supprimés.
ja: 組み込みのロールは、編集または削除できません。
nl: Ingebouwde rollen kunnen niet worden bewerkt of verwijderd.
ru: Встроенные роли не могут быть изменены или удалены.

source: Built-in roles cannot be edited.
es: Los roles incorporados no pueden editarse.
fr: Les rôles intégrés ne peuvent pas être modifiés.
ja: 組み込みのロールは編集できません。
nl: Ingebouwde rollen kunnen niet worden bewerkt.
ru: Встроенные роли не могут быть изменены.

source: CA certificate
es: Certificado de CA
fr: Certificat CA
ja: CA 証明書
nl: CA-certificaat
ru: Сертификат УЦ

source: Cancel
es: Cancelar
fr: Annuler
ja: 取り消し
nl: Annuleren
ru: Отмена

source: Canceled
es: Cancelado
fr: Annulé
ja: 取り消し済み
nl: Geannuleerd
ru: Отменено

source: Cannot delete non-empty namespace
ru: Нельзя удалить не пустое пространство имён

source: Cannot delete until collections that depend on this collection have been deleted.
ru: Нельзя удалить, пока не будут удалены коллекции, зависящие от этой коллекции.
