Repository: ansible/ansible-hub-ui
Catalog: locale/*.po
Languages: es, fr, ja, nl, ru

source: Push, delete and change execution environments. Create, delete and change remote registries.
ru: Выталкивание, удаление и изменение сред исполнения. Создание, удаление и изменение сторонних реестров.

source: Quality of docs
ru: Качество документации

source: Quality score
ru: Оценка качества

source: Rate limit
es: Límite de tarifa
fr: Limite de taux
ja: レート制限
nl: Tarieflimiet
ru: Ограничение загрузки

source: Rate Limit
es: Límite de tarifa
fr: Limite de taux
ja: レート制限
nl: Tarieflimiet
ru: Ограничение загрузки

source: Raw Markdown
es: Reducción en bruto
fr: Markdown brut
ja: ロー形式の Markdown
nl: Ruwe markdown
ru: Сырая разметка

source: Ready for production
ru: Готово к промышленному применению

source: Reason: task {0}
es: Razón: tarea {0}
fr: Raison : tâche {0}
ja: 理由: タスク {0}
nl: Reden: taak {0}
ru: Причина: задача {0}

source: Recursive add content
ru: Добавить содержимое рекурсивно

source: Recursive remove content
ru: Удалить содержимое рекурсивно

source: Red Hat Certified
es: Certificado por Red Hat
fr: Certifié Red Hat
ja: Red Hat 認定
nl: Red Hat gecertificeerd
ru: Сертифицировано Red Hat

source: Registries list could not be displayed.
es: No se pudo mostrar la lista de registros.
fr: La liste des registres n’a pas pu être affichée.
ja: レジストリーリストを表示できませんでした。
nl: Registerlijst kon niet worden weergegeven.
ru: Не удалось отобразить список реестров.

source: Registry
es: Registro
fr: Registre
ja: レジストリー
nl: Register
ru: Реестр

source: Registry sync status
es: Estado de la sincronización del registro
fr: Statut sync registre
ja: レジストリーの同期ステータス
nl: Status registersynchronisatie
ru: Статус синхронизации реестра

source: Registry URL
es: URL del registro
fr: URL du registre
ja: レジストリー URL
nl: URL register
ru: URL реестра

source: Reject
es: Rechazar
fr: Rejeter
ja: 拒否
nl: Weigeren
ru: Отклонить

source: rejected
es: rechazado
fr: rejeté
ja: 拒否
nl: afgewezen
ru: отклонена

source: Rejected
es: Rechazado
fr: Rejeté
ja: 拒否
nl: Geweigerd
ru: Отклонена

source: Released <0/>
es: Lanzado <0/>
fr: Sortie <0/>
ja: <0/> のリリース済み
nl: Heeft <0/> vrijgegeven
ru: Выпущена <0/>

source: Remote
es: Remoto
fr: Utilisateur à distance
ja: リモート
nl: Afstand
ru: Сторонний источник

source: Remote could not be displayed.
es: No se ha podido visualizar el remoto.
fr: L’utilisateur à distance n’a pas pu être affiché.
ja: リモートを表示できませんでした。
nl: Afstand kan niet worden weergegeven.
ru: Не удалось отобразить сторонние источники.

source: Remote name
es: Nombre remoto
fr: Nom de l’utilisateur à distance
ja: リモート名
nl: Externe naam
ru: Название стороннего источника

source: Remote registries
ru: Сторонние реестры

source: Remote Registries
es: Registros remotos
fr: Registres distants
ja: リモートレジストリー
nl: Externe registers
ru: Сторонние реестры

source: Remote registry "{name}" could not be deleted.
es: No se pudo eliminar el registro remoto "{name}".
fr: Le registre distant "{name}" n’a pas pu être supprimé.
ja: リモートレジストリー "{name}" を削除できませんでした。
nl: Extern register "{name}" kon niet worden verwijderd.
ru: Не удалось удалить сторонний реестр "{name}".

source: Remote registry "{name}" could not be synced.
es: No se pudo sincronizar el registro remoto "{name}".
fr: Le registre distant "{name}" n’a pas pu être synchronisé.
ja: リモートレジストリー "{name}" を同期できませんでした。
nl: Extern register "{name}" kon niet worden gesynchroniseerd.
ru: Не удалось синхронизировать сторонний реестр "{name}".

source: Remote registry "{name}" has been successfully deleted.
es: El registro remoto "{name}" se eliminó correctamente.
fr: Suppression réussie du registre distant "{name}" .
ja: リモートレジストリー "{name}" が正常に削除されました。
nl: Extern register "{name}" verwijderd.
ru: Сторонний реестр "{name}" успешно удалён.

source: Remotes
es: Mandos a distancia
fr: Utilisateurs à distance
ja: リモート
nl: Externe items
ru: Сторонние источники

source: Remotes could not be displayed.
es: No se han podido visualizar los remotos.
fr: Les utilisateurs à distance n’ont pas pu être affichés.
ja: リモートを表示できませんでした。
nl: Afstanden kunnen niet worden weergegeven.
ru: Не удалось отобразить сторонние источники.

source: Remotes will appear once created.
es: Los remotos aparecerán una vez creados.
fr: Les utilisateurs à distance apparaîtront une fois créés.
ja: リモートは作成後に表示されます。
nl: Afstanden verschijnen zodra ze zijn aangemaakt.
ru: Сторонние источники появятся после создания.

source: Removal of {namespace}.{name} v{version} from repository "{repositoryName}" started.
es: Se ha iniciado la eliminación de {namespace}.{name} v{version} del repositorio "{repositoryName}".
fr: Suppression de {namespace}.{name} v{version} du référentiel "{repositoryName}" a commencé.
ja: リポジトリー "{repositoryName} からの {namespace}.{name} v{version} の削除が始まりました。
nl: Verwijdering van {namespace}.{name} v{version} uit repository "{repositoryName}" gestart.
ru: Удаление {namespace}.{name} v{version} из репозитория "{repositoryName}" запущено.

source: Removal started for distribution {name}
es: Se ha iniciado la eliminación de la distribución {name}
fr: Début de la suppression en vue de la distribution {name}
ja: ディストリビューション {name} の削除を開始しました
nl: Verwijdering gestart voor distributie {name}
ru: Запущено удаление распространения {name}

source: Removal started for remote {name}
es: Se ha iniciado la eliminación del remoto {name}
fr: Début de la suppression pour les utilisateurs à distance {name}
ja: リモート {name} の削除を開始しました
nl: Verwijdering gestart voor afstand {name}
ru: Запущено удаление стороннего источника {name}

source: Removal started for repository {name}
es: Se ha iniciado la eliminación del repositorio {name}
fr: Début de la suppression pour le référentiel {name}
ja: リポジトリー {name} の削除を開始しました
nl: Verwijdering gestart voor repository {name}
ru: Запущено удаление репозитория {name}

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
nl: Verwijderen
ru: Убрать

source: Remove collection from repository
ru: Убрать коллекцию из репозитория

source: Remove collection version?
es: ¿Eliminar la versión de la colección?
fr: Supprimer la version de la collection ?
ja: コレクションのバージョンを削除しますか?
nl: Collectieversie verwijderen?
ru: Убрать версию коллекции?

source: Remove content from repository
es: Eliminar el contenido del repositorio
fr: Supprimer le contenu du référentiel
ja: リポジトリーからのコンテンツ削除
nl: Inhoud verwijderen uit repository
ru: Убрать контент из репозитория

source: Remove group
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループの削除
nl: Groep verwijderen
ru: Убрать группу

source: Remove group {groupname}?
es: ¿Eliminar el grupo {groupname}?
fr: Supprimer le groupe {groupname}?
ja: グループ {groupname} を削除しますか?
nl: Groep {groupname} verwijderen?
ru: Убрать группу {groupname}?

source: Remove role
es: Eliminar rol
fr: Supprimer le rôle
ja: ロールの削除
nl: Rol verwijderen
ru: Убрать роль

source: Remove role {role}?
es: ¿Eliminar el rol {role}?
fr: Supprimer le rôle {role}?
ja: ロール {role} を削除しますか?
nl: Rol verwijderen {role}?
ru: Убрать роль {role}?

source: Remove user
ru: Убрать пользователя

source: Remove user {username}?
ru: Убрать пользователя {username}?

source: Remove user from group?
es: ¿Eliminar al usuario del grupo?
fr: Supprimer un utilisateur d'un groupe ?
ja: グループからユーザーを削除しますか?
nl: Gebruiker uit groep verwijderen?
ru: Убрать пользователя из группы?

source: Remove version {version} from repository
ru: Убрать версию {version} из репозитория

source: Repair all artifacts
ru: Восстановить все артефакты

source: Repair repository version
ru: Восстановить версию репозитория

source: Repo
fr: Référentiel
ja: リポジトリー
ru: Репозиторий

source: Repositories
es: Repositorios
fr: Référentiels
ja: リポジトリー
nl: Repository's
ru: Репозитории

source: Repositories could not be displayed.
es: No se han podido visualizar los repositorios.
fr: Les référentiels de la collection n’ont pas pu être affichés.
ja: リポジトリーを表示できませんでした。
nl: Repository's kunnen niet worden weergegeven.
ru: Не удалось отобразить репозитории.

source: Repositories will appear once created.
es: Los repositorios aparecerán una vez creados.
fr: Les espaces de noms apparaîtront une fois créés.
ja: リポジトリーが作成されると表示されます。
nl: Repository's verschijnen zodra ze zijn aangemaakt.
ru: Репозитории появятся после создания.

source: Repository
es: Repositorio
fr: Référentiel
ja: リポジトリー
ru: Репозиторий

source: Repository {repoName} not found.
es: Repositorio {repoName} no encontrado.
fr: Référentiel {repoName} non trouvé.
ja: リポジトリー {repoName} が見つかりません。
nl: Repository {repoName} niet gevonden.
ru: Репозиторий {repoName} не найден.

source: Repository could not be displayed.
es: No se ha podido visualizar el repositorio.
fr: Le référentiel n’a pas pu être affiché.
ja: リポジトリーを表示できませんでした。
nl: Repository kan niet worden weergegeven.
ru: Не удалось отобразить репозиторий.

source: Repository labels can change the context in which a repository is seen.<0><1><2>Hide from search</2> (<3>hide_from_search</3>) - prevent collections in this repository from showing up on the home page</1><4>(<5>pipeline: *</5>) - see Pipeline above</4></0>
es: Las etiquetas de los repositorios pueden cambiar el contexto en el que se ve un repositorio.<0><1><2>Ocultar de la búsqueda</2> (<3>hide_from_search</3>): evita que las colecciones de este repositorio aparezcan en la página de inicio</1><4>(<5>pipeline: *</5>): ver Pipeline arriba</4></0>
fr: Les étiquettes de référentiel peuvent modifier le contexte dans lequel un référentiel est vu.<0><1><2>Hide from search</2> (<3>hide_from_search</3>) - empêche les collections de ce référentiel d'apparaître sur la page d'accueil</1><4>(<5>pipeline : *</5>) - voir Pipeline ci-dessus</4></0>
ja: リポジトリーラベルは、リポジトリーが表示されるコンテキストを変更できます。<0><1><2>検索からの非表示</2> (<3> hide_from_search</3>) - このリポジトリーのコレクションがホームページに表示されないようにします</1><4>(<5>パイプライン: *</5>) - 上記のパイプラインを参照してください</4></0>
nl: Repository-labels kunnen de context veranderen waarin een repository wordt gezien.<0><1><2>Verbergen voor zoeken</2> (<3>hide_from_search</3>) - voorkom dat collecties in dit repository worden getoond op de startpagina</1><4>(<5>pipeline: *</5>) - zie Pipeline hierboven</4></0>
ru: Метки репозитория могут изменять контекст, в котором отображается репозиторий.<0><1><2>Скрыть из поиска</2> (<3>hide_from_search</3>) — запретить отображение коллекций из этого репозитория на домашней странице</1><4>(<5>pipeline: *</5>) — см. Конвейер выше</4></0>)

source: Repository name
es: Nombre del repositorio
fr: Nom du référentiel
ja: リポジトリー名
nl: Naam repository
ru: Название репозитория

source: Repository URL
ru: URL репозитория

source: Repository versions
es: Versiones del repositorio
fr: Versions du référentiel
ja: リポジトリーのバージョン
nl: Repository-versies
ru: Версии репозитория

source: Repository versions could not be displayed.
es: No se han podido mostrar las versiones del repositorio.
fr: Les versions du référentiel n'ont pas pu être affichées.
ja: リポジトリーのバージョンを表示できませんでした。
nl: Repository-versies kunnen niet worden weergegeven.
ru: Не удалось отобразить версии репозитория.

source: Repository versions will appear once the repository is modified.
es: Las versiones del repositorio aparecerán cuando se modifique el repositorio.
fr: Les versions du référentiel apparaissent dès que le référentiel est modifié.
ja: リポジトリーが変更されると、リポジトリーのバージョンが表示されます。
nl: Repository-versies verschijnen zodra de repository is gewijzigd.
ru: Версии репозитория появятся после его изменения.

source: required
ru: требуется

source: Requirements
ru: Требования

source: Requires Ansible
es: Requiere Ansible
fr: Nécessite Ansible
ja: Ansible が必要です
nl: Vereist Ansible
ru: Требуется Ansible

source: Requires super user permissions to edit.
es: Requiere permisos de súper usuario para su edición.
fr: Nécessite des droits de super utilisateur pour être modifié.
ja: 編集にはスーパーユーザー権限が必要です。
nl: Vereist machtigingen supergebruiker om te bewerken.
ru: Требуются привилегии суперпользователя для изменения.

source: Reset
ru: Сбросить

source: Reset to browser defaults
ru: Сбросить к настройкам браузера по умолчанию

source: Resources
es: Recursos
fr: Ressources
ja: リソース
nl: Hulpbronnen
ru: Ресурсы

source: Returned
ru: Возвращено

source: Revert
es: Revertir
fr: Rétablir
ja: 戻す
nl: Terugzetten
ru: Вернуть

source: Revert repository
es: Revertir repositorio
fr: Rétablir le référentiel
ja: リポジトリーを元に戻す
nl: Repository terugzetten
ru: Вернуть репозиторий

source: Revert started for repository "{repositoryName}".
es: Se ha iniciado el proceso de reversión para el repositorio "{repositoryName}".
fr: Début de la suppression pour le référentiel "{repositoryName}".
ja: リポジトリー "{repositoryName}" の復元を開始しました。
nl: Terugzetten gestart voor repository "{repositoryName}".
ru: Запущен возврат репозитория "{repositoryName}"

source: Revert to this version
es: Volver a esta versión
fr: Revenir à cette version
ja: このバージョンに戻す
nl: Terugzetten naar deze versie
ru: Вернуть к этой версии

source: Role
es: Rol
fr: Rôle
ja: ロール
nl: Rol
ru: Роль

source: Role "{0}" could not be created.
es: No se ha podido crear el rol "{0}".
fr: Le rôle "{0}" n'a pas pu être créé.
ja: ロール "{0}" を作成できませんでした。
nl: Rol '{0}' kan niet worden aangemaakt.
ru: Не удалось создать роль "{0}".

source: Role "{0}" could not be deleted.
es: No se pudo eliminar el rol "{0}".
fr: Le rôle "{0}" n’a pas pu être supprimé.
ja: ロール "{0}" を削除できませんでした。
nl: Rol "{0}" kan niet worden verwijderd.
ru: Не удалось удалить роль "{0}".

source: Role "{0}" could not be displayed.
es: No se pudo mostrar el rol "{0}".
fr: Le rôle "{0}" n’a pas pu être affiché.
ja: ロール "{0}" を表示できませんでした。
nl: Rol "{0}" kan niet worden weergegeven.
ru: Не удалось отобразить роль "{0}".

source: Role "{0}" has been successfully removed.
es: El rol "{0}" se eliminó correctamente.
fr: Le rôle "{0}" a été supprimé avec succès.
ja: ロール "{0}" は正常に削除されました。
nl: Rol "{0}" is verwijderd.
ru: Роль "{0}" успешно убрана.

source: Role "{name}" could not be deleted.
es: No se pudo eliminar el rol "{name}".
fr: Le rôle "{name}" n’a pas pu être supprimé.
ja: ロール "{name}" を削除できませんでした。
nl: Rol "{name}" kan niet worden verwijderd.
ru: Не удалось удалить роль "{name}".

source: Role "{name}" has been successfully deleted.
es: El rol "{name}" se eliminó correctamente.
fr: Le rôle "{name}" a été supprimé avec succès.
ja: ロール "{name}" が正常に削除されました。
nl: Rol "{name}" is verwijderd.
ru: Роль "{name}" успешно удалена.

source: Role {0} could not be assigned to group {1}.
es: El rol {0} no se pudo asignar al grupo {1}.
fr: Le rôle {0} n'a pas pu être attribué au groupe {1}.
ja: ロール {0} をグループ {1} に割り当てられませんでした。
nl: Rol {0} kan niet worden toegewezen aan groep {1}.
ru: Не удалось связать роль {0} с группой {1}.

source: Role {0} has been successfully added to {1}.
es: El rol {0} se agregó correctamente a {1}.
fr: Le rôle "{0}" a été ajouté au groupe "{1}".
ja: ロール {0} は {1} に正常に追加されました。
nl: Rol {0} is toegevoegd aan {1}.
ru: Роль {0} успешно добавлена в {1}.

source: Role imports
ru: Импорт ролей

source: Role Imports
ru: Импорт ролей

source: Role name
es: Nombre del rol
fr: Nom du rôle
ja: ロール名
nl: Rolnaam
ru: Название роли

source: Role namespace
ru: Пространство имён роли

source: Role namespaces
ru: Пространства имён роли

source: Role Namespaces
ru: Пространства имён роли

source: Role namespaces will appear once created or roles are imported
ru: Пространства имён роли появятся после создания или импорта ролей

source: Roles
fr: Rôles
ja: ロール
nl: Rollen
ru: Роли

source: Roles are not currently enabled.
ru: В данный момент роли не включены.

source: Roles list could not be displayed.
es: No se pudo mostrar la lista de roles.
fr: La liste des rôles n’a pas pu être affichée.
ja: ロールリストを表示できませんでした。
nl: De rollenlijst kan niet worden weergegeven.
ru: Не удалось отобразить список ролей.

source: Roles synchronize
ru: Синхронизация ролей

source: Roles will appear once imported
es: Los roles aparecerán una vez sean importados
fr: Les rôles apparaîtront une fois importés
ja: インポートするとロールが表示されます
nl: Rollen verschijnen zodra geïmporteerd
ru: Роли появятся после импорта

source: Running
es: Ejecutándose
fr: En cours d'exécution
ja: 実行中
nl: In uitvoering
ru: Выполнение

source: sample:
ru: образец:

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
nl: Opslaan
ru: Сохранить

source: Saved changes to execution environment "{0}".
es: Se guardaron los cambios en el entorno de ejecución "{0}".
fr: Changements à l’environnement d'exécution "{0}" sauvegardé.
ja: 実行環境 "{0}" への変更を保存しました。
nl: Wijzigingen opgeslagen naar uitvoeringsomgeving '{0}'.
ru: Сохранены изменения среды исполнения "{0}".

source: Saved changes to namespace "{0}".
es: Se guardaron los cambios en el espacio de nombres "{0}".
fr: Changements de l’espace-nom "{0}" sauvegardé.
ja: 名前空間 "{0}" への変更を保存しました。
nl: Wijzigingen opgeslagen in namespace "{0}".
ru: Сохранены изменения пространства имён "{0}".

source: Saved changes to user "{username}".
es: Se guardaron los cambios en el usuario "{username}".
fr: Modifications à l’utilisateur "{username}" sauvegardées.
ja: ユーザー "{username}" への変更を保存しました。
nl: Wijzigingen opgeslagen naar gebruiker '{username}'.
ru: Сохранены изменения пользователя "{username}".

source: Scroll back
ru: Прокрутить назад

source: Scroll foward
ru: Прокрутить вперёд

source: Scroll to end
es: Desplácese hasta el final
fr: Faites défiler jusqu'à la fin
ja: 最後までスクロール
nl: Bladeren naar het einde
ru: Прокрутить в конец

source: Search
ru: Поиск

source: Select
es: Seleccionar
fr: Sélectionner
ja: 選択
nl: Selecteren
ru: Выбрать

source: Select a collection
es: Seleccionar una colección
fr: Sélectionner une collection
ja: コレクションの選択
nl: Een collectie selecteren
ru: Выберите коллекцию

source: Select a group
es: Seleccionar un grupo
fr: Sélectionner un groupe
ja: タグの選択
nl: Een groep selecteren
ru: Выберите группу

source: Select a registry
es: Seleccione un registro
fr: Sélectionnez un registre
ja: レジストリーの選択
nl: Een register selecteren
ru: Выберите реестр

source: Select a remote
es: Seleccionar un remoto
fr: Sélectionner un utilisateur à distance
ja: リモートの選択
nl: Een afstand selecteren
ru: Выберите сторонний источник

source: Select a user
ru: Выберите пользователя

source: Select collection version
es: Seleccione la versión de la colección
fr: Sélectionnez la version de la collection
ja: コレクションバージョンの選択
nl: Collectieversie selecteren
ru: Выберите версию коллекции

source: Select file
es: Seleccionar archivo
fr: Sélectionner un fichier
ja: ファイルの選択
nl: Selecteer bestand
ru: Выберите файл

source: Select groups
es: Seleccionar grupos
fr: Sélectionner les groupes
ja: グループの選択
nl: Groepen selecteren
ru: Выберите группы

source: Select language
ru: Выберите язык

source: Select namespace
es: Seleccione el espacio de nombres
fr: Sélectionnez l'espace de noms
ja: 名前空間の選択
nl: Namespace selecteren
ru: Выберите пространство имён

source: Select page
ru: Выберите страницу

source: Select page ({0} items)
es: Seleccionar página ({0} elementos)
fr: Sélectionner une page ({0} items)
ja: ページの選択 ({0} 項目)
nl: Pagina ({0} items) selecteren
ru: Выберите страницу ({0} записей)

source: Select permissions
es: Seleccionar permisos
fr: Sélectionner les permissions
ja: パーミッションの選択
nl: Machtigingen selecteren
ru: Выберите разрешения

source: Select repositories
es: Seleccionar repositorios
fr: Sélectionner les référentiels
ja: リポジトリーの選択
nl: Repository's selecteren
ru: Выберите репозитории

source: Select role(s)
es: Seleccionar rol(es)
fr: Sélectionner un ou plusieurs rôles
ja: ロールの選択
nl: Rol(len) selecteren
ru: Выберите роль (роли)

source: Select users
es: Seleccionar usuarios
fr: Sélectionner les utilisateurs
ja: ユーザーの選択
nl: Gebruikers selecteren
ru: Выберите пользователей

source: Selected
es: Seleccionado
fr: Sélectionné
ja: 選択済み
nl: Geselecteerd
ru: Выбрано

source: Selected group
es: Grupo seleccionado
fr: Groupe sélectionné
ja: 選択したグループ
nl: Geselecteerde groep
ru: Выбранные группы

source: Selected provider namespace
ru: Выбрать поставщика пространства имён

source: Selected roles
es: Roles seleccionados
fr: Rôles choisis
ja: 選択されたロール
nl: Geselecteerde rollen
ru: Выбранные роли

source: Selected user
ru: Выбранный пользователь

source: Server error. Please come back later.
es: Error del servidor. Vuelva más tarde.
fr: Erreur de serveur. Veuillez essayer plus tard.
ja: サーバーエラー。後でもう一度お試しください。
nl: Fout bij de server. Kom a.u.b. later terug.
ru: Ошибка сервера. Пожалуйста, возвращайтесь позднее.

source: Server URL
ru: URL сервера

source: Server version
es: Versión del servidor
fr: Version du serveur
ja: サーバーバージョン
nl: Server-versie
ru: Версия сервера

source: Settings
es: Ajustes
fr: Paramètres
ja: 設定
nl: Instellingen
ru: Настройки

source: Share
ru: Поделиться

source: Show advanced options
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
ja: 詳細オプションの表示
nl: Geavanceerde opties tonen
ru: Показать дополнительные опции

source: Show all collections
ru: Показать все коллекции

source: Show all execution environments
ru: Показать все среды исполнения

source: Show all namespaces
ru: Показать все пространства имён

source: Show all role namespaces
ru: Показать все пространства имён роли

source: Show all roles
ru: Показать все роли

source: Show content
ru: Показать содержимое

source: Show Less
es: Mostrar menos
fr: Afficher moins de détails
ja: 簡易表示
nl: Minder tonen
ru: Показать меньше

source: Show more collections
ru: Показать больше коллекций

source: Show more execution environments
ru: Показать больше сред исполнения

source: Show more namespaces
ru: Показать больше пространств имён

source: Show more role namespaces
ru: Показать больше пространств имён роли

source: Show more roles
ru: Показать больше ролей

source: Show password
ru: Показать пароль

source: Show the signature
es: Mostrar la firma
fr: Afficher la signature
ja: 署名の表示
nl: Toon de handtekening
ru: Показать подпись

source: Showing:
es: Se está mostrando:
fr: Affiche :
ja: 表示:
nl: Tonen:
ru: Отображение:

source: Sign
es: Firmar
fr: Signer
ja: 署名
nl: Ondertekenen
ru: Подписать

source: Sign all
es: Firmar todo
fr: Tout signer
ja: すべて署名する
nl: Onderteken alle
ru: Подписать всё

source: Sign all collections
es: Firmar todas las colecciones
fr: Signer toutes les collections
ja: すべてのコレクションへの署名
nl: Alle collecties ondertekenen
ru: Подписать все коллекции

source: Sign all collections in {repository}
es: Firmar todas las colecciones en {repository}
fr: Signer toutes les collections dans {repository}
ja: {repository} ですべてのコレクションに署名します
nl: Alle collecties ondertekenen in {repository}
ru: Подписать все коллекции в {repository}

source: Sign and approve
es: Firmar y aprobar
fr: Signer et approuver
ja: 署名および承認
nl: Ondertekenen en goedkeuren
ru: Подписать и одобрить

source: Sign collection
ru: Подписать коллекцию

source: Sign version {version}
es: Versión de la firma {version}
fr: Signer la version {version}
ja: バージョン {version} に署名する
nl: Onderteken versie {version}
ru: Подписать версию {version}

source: Signature
es: Firma
ja: 署名
nl: Handtekening
ru: Подпись

source: Signature keys
es: Claves de firma
fr: Clés de signature
ja: 署名鍵
nl: Handtekeningsleutels
ru: Ключи подписи

source: Signature Keys
es: Claves de firma
fr: Clés de signature
ja: 署名鍵
nl: Handtekeningsleutels
ru: Ключи подписи

source: Signature keys could not be displayed.
es: No se pudieron mostrar las claves de firma.
fr: Les clés de signature n’ont pas pu être affichées.
ja: 署名鍵を表示できませんでした。
nl: Handtekeningensleutels kunnen niet worden weergegeven.
ru: Не удалось отобразить ключи подписи.

source: Signature keys will appear once created.
es: Las claves de firma aparecerán una vez creadas.
fr: Les clés de signature apparaîtront une fois créées.
ja: 署名鍵が作成されると表示されます。
nl: Handtekeningensleutels verschijnen zodra ze zijn aangemaakt.
ru: Ключи подписи появятся после создания.
